[
  {
    "category": "animals",
    "_id": "1",
    "title": "Gorillas can catch human colds and other illnesses.   "
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A newborn Chinese water deer is so small it can almost be held in the palm of the hand."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ostriches can run faster than horses, and the males can roar like lions."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A lion in the wild usually makes no more than twenty kills a year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The female lion does ninety percent of the hunting."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The world’s smallest dog was a Yorkshire Terrier, which weighed just four ounces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Turtles, water snakes, crocodiles, alligators, dolphins, whales, and other water going creatures will drown if kept underwater too long."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Almost half the pigs in the world are kept by farmers in China."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "On average, dogs have better eyesight than humans, although not as colorful."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Deer have no gall bladders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There is an average of 50,000 spiders per acre in green areas."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Snakes are carnivores, which means they only eat animals, often small ones such as insects, birds, frogs and other small mammals."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In Alaska it is illegal to whisper in someone’s ear while they’re moose hunting."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The bat is the only mammal that can fly."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The leg bones of a bat are so thin that out of the 1,200 species of bats, only 2 can walk on ground. These are the Vampire bat and the Burrowing bat."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Some male songbirds sing more than 2,000 times each day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The only mammals to undergo menopause are elephants, humpback whales and human females."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Blue-eyed lemurs are one of two (non-human) primates to have truly blue eyes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A tarantula spider can survive for more than two years without food."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "For every human in the world there are one million ants."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you lift a kangaroo’s tail off the ground it can’t hop – they use their tails for balance."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you keep a goldfish in a dark room, it will become pale!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cows can sleep standing up, but they can only dream lying down."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The sentence “The quick brown fox jumps over a lazy dog.” uses every letter of the alphabet."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average fox weighs 14 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The scientific name of the red fox is Vulpes vulpes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Alligators generally live between 30 & 50 years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A single elephant tooth can weigh as much as 9 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The turkey is one of the most famous birds in North America."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A housefly hums in the key of F."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "During World War II, Americans tried to train bats to drop bombs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Canis lupus lupus is the scientific name for a grey wolf."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "To escape the grip of a crocodile’s jaw, push your thumb into its eyeballs-it will let you go instantly."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "It is much easier for dogs to learn spoken commands if they are given in conjunction with hand signals or gestures."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Even a small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Male rabbits are called “bucks,” females are “does.”"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The flamingo can only eat when its head is upside down."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Animals generate 30 times more waste than humans which is 1.4 billion tons every year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ants never sleep. Also they don’t have lungs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A group of owls is called a parliament."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Just one cow gives off enough harmful methane gas in a single day to fill around 400 liter bottles."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Pear and apple seeds contain arsenic, which may be deadly to dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cows have one large stomach that is divided into four compartments to go through the different stages of digestion."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An anteater is nearly 6 feet long, yet its mouth is only an inch wide."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The blue whale weighs as much as thirty elephants and is as long as three Greyhound buses."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A herd of sixty cows is capable of producing a ton of milk in less than a day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A grasshopper can leap 20 times the length of its own body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "At birth, baby kangaroos are only about an inch long – no bigger than a large water bug or a queen bee."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The smell of a skunk can be detected by a human a mile away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There is a butterfly in Africa with enough poison in its body to kill six cats!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats have lived with people for only 7,000 years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A black panther is really a black leopard."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The honey bee has been around for 30 million years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The dumbest dog in the world is the Afghan hounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A cat has 32 muscles in each ear."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Tigers have striped skin as well as their fur."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippos can run faster than humans!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The Latin name for moose is alces alces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The earliest European images of dogs are found in cave paintings dating back 12,000 years ago in Spain."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby horses can walk and run after just a few hours of being born."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The kangaroo’s ancestors lived in trees. Today there are eight different kinds of tree kangaroos."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A woodpecker can peck 20 times per second."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The great horned owl has no sense of smell."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Scientists have performed brain surgery on cockroaches."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The flea can jump up to 200 times its own height. This is equal to a man jumping the Empire State Building in New York."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Most elephants weigh less than the tongue of a blue whale."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The very first bomb that the Allies dropped on Berlin in World War Two hit an elephant."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A garden caterpillar has 248 muscles in its head."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A moth has no stomach."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "George Washington’s teeth were made of elephant ivory, and walrus tusks."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Reindeer milk has more fat than cow milk."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats and sheep are seasonal breeders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant can smell water up to 3 miles away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Deer can’t eat hay."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A skunk will not bite and throw its scent at the same time."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In 2003, Dr. Roger Mugford invented the “wag-o-meter” a device that claims to interpret a dog’s exact mood by measuring the wag of its tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Every day of the year, 100 whales are killed by whale fisherman."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you cut off a snail’s eye, it will grow a new one."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The ostrich has two toes on each foot which gives it greater speed."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Lonomia obliqua is the world’s deadliest caterpillar."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "‘Jaws’ is the most common name for a goldfish."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kubla Khan."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "On average, cows poop 16 times per day!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The phrase “raining cats and dogs” originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most poisonous fish in the world is the stone fish."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Killer whales are not whales at all, rather a species of dolphin."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats were the first animals domesticated by man in 10,000 B.C."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have sweat glands in between their paws."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The fear of animals is called zoophobia."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "We share 70% of our DNA with a slug."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "We share 98.4% of our DNA with a chimp."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Fireflies do not bite or have pincers. Fireflies are harmless, they don’t even carry diseases."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Chocolate, macadamia nuts, cooked onions, or anything with caffeine is harmful to dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "No two tigers ever have the same stripes, and this is how individual tigers can be identified."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The American Kennel Club, the most influential dog club in the United States, was founded in 1884."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The longest recorded life span of a slug was 1 year, 6 months."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A whale’s heart beats only nine times a minute."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Elephants are covered with hair."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A ‘haw’ is the third eyelid of a cat, which can only be seen when the cat isn’t well."
  }
]
