[
  {
    "category": "animals",
    "_id": "1",
    "title": "Gorillas can catch human colds and other illnesses.   "
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A newborn Chinese water deer is so small it can almost be held in the palm of the hand."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ostriches can run faster than horses, and the males can roar like lions."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A lion in the wild usually makes no more than twenty kills a year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The female lion does ninety percent of the hunting."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The world’s smallest dog was a Yorkshire Terrier, which weighed just four ounces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Turtles, water snakes, crocodiles, alligators, dolphins, whales, and other water going creatures will drown if kept underwater too long."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Almost half the pigs in the world are kept by farmers in China."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "On average, dogs have better eyesight than humans, although not as colorful."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Deer have no gall bladders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There is an average of 50,000 spiders per acre in green areas."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Snakes are carnivores, which means they only eat animals, often small ones such as insects, birds, frogs and other small mammals."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In Alaska it is illegal to whisper in someone’s ear while they’re moose hunting."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The bat is the only mammal that can fly."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The leg bones of a bat are so thin that out of the 1,200 species of bats, only 2 can walk on ground. These are the Vampire bat and the Burrowing bat."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Some male songbirds sing more than 2,000 times each day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The only mammals to undergo menopause are elephants, humpback whales and human females."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Blue-eyed lemurs are one of two (non-human) primates to have truly blue eyes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A tarantula spider can survive for more than two years without food."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "For every human in the world there are one million ants."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you lift a kangaroo’s tail off the ground it can’t hop – they use their tails for balance."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you keep a goldfish in a dark room, it will become pale!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cows can sleep standing up, but they can only dream lying down."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The sentence “The quick brown fox jumps over a lazy dog.” uses every letter of the alphabet."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average fox weighs 14 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The scientific name of the red fox is Vulpes vulpes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Alligators generally live between 30 & 50 years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A single elephant tooth can weigh as much as 9 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The turkey is one of the most famous birds in North America."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A housefly hums in the key of F."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "During World War II, Americans tried to train bats to drop bombs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Canis lupus lupus is the scientific name for a grey wolf."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "To escape the grip of a crocodile’s jaw, push your thumb into its eyeballs-it will let you go instantly."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "It is much easier for dogs to learn spoken commands if they are given in conjunction with hand signals or gestures."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Even a small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Male rabbits are called “bucks,” females are “does.”"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The flamingo can only eat when its head is upside down."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Animals generate 30 times more waste than humans which is 1.4 billion tons every year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ants never sleep. Also they don’t have lungs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A group of owls is called a parliament."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Just one cow gives off enough harmful methane gas in a single day to fill around 400 liter bottles."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Pear and apple seeds contain arsenic, which may be deadly to dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cows have one large stomach that is divided into four compartments to go through the different stages of digestion."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An anteater is nearly 6 feet long, yet its mouth is only an inch wide."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The blue whale weighs as much as thirty elephants and is as long as three Greyhound buses."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A herd of sixty cows is capable of producing a ton of milk in less than a day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A grasshopper can leap 20 times the length of its own body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "At birth, baby kangaroos are only about an inch long – no bigger than a large water bug or a queen bee."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The smell of a skunk can be detected by a human a mile away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There is a butterfly in Africa with enough poison in its body to kill six cats!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats have lived with people for only 7,000 years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A black panther is really a black leopard."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The honey bee has been around for 30 million years."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The dumbest dog in the world is the Afghan hounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A cat has 32 muscles in each ear."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Tigers have striped skin as well as their fur."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippos can run faster than humans!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The Latin name for moose is alces alces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The earliest European images of dogs are found in cave paintings dating back 12,000 years ago in Spain."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby horses can walk and run after just a few hours of being born."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The kangaroo’s ancestors lived in trees. Today there are eight different kinds of tree kangaroos."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A woodpecker can peck 20 times per second."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The great horned owl has no sense of smell."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Scientists have performed brain surgery on cockroaches."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The flea can jump up to 200 times its own height. This is equal to a man jumping the Empire State Building in New York."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Most elephants weigh less than the tongue of a blue whale."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The very first bomb that the Allies dropped on Berlin in World War Two hit an elephant."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A garden caterpillar has 248 muscles in its head."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A moth has no stomach."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "George Washington’s teeth were made of elephant ivory, and walrus tusks."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Reindeer milk has more fat than cow milk."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats and sheep are seasonal breeders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant can smell water up to 3 miles away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Deer can’t eat hay."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A skunk will not bite and throw its scent at the same time."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In 2003, Dr. Roger Mugford invented the “wag-o-meter” a device that claims to interpret a dog’s exact mood by measuring the wag of its tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Every day of the year, 100 whales are killed by whale fisherman."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "If you cut off a snail’s eye, it will grow a new one."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The ostrich has two toes on each foot which gives it greater speed."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Lonomia obliqua is the world’s deadliest caterpillar."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "‘Jaws’ is the most common name for a goldfish."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kubla Khan."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "On average, cows poop 16 times per day!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The phrase “raining cats and dogs” originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most poisonous fish in the world is the stone fish."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Killer whales are not whales at all, rather a species of dolphin."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats were the first animals domesticated by man in 10,000 B.C."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have sweat glands in between their paws."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The fear of animals is called zoophobia."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "We share 70% of our DNA with a slug."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "We share 98.4% of our DNA with a chimp."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Fireflies do not bite or have pincers. Fireflies are harmless, they don’t even carry diseases."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Chocolate, macadamia nuts, cooked onions, or anything with caffeine is harmful to dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "No two tigers ever have the same stripes, and this is how individual tigers can be identified."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The American Kennel Club, the most influential dog club in the United States, was founded in 1884."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The longest recorded life span of a slug was 1 year, 6 months."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A whale’s heart beats only nine times a minute."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Elephants are covered with hair."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A ‘haw’ is the third eyelid of a cat, which can only be seen when the cat isn’t well."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A python can swallow a rabbit whole and may eat as many as 150 mice in a six-month period."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The placement of the eyes of a donkey enables them to see all four of their legs at all times."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "At birth, a panda is smaller than a mouse and weighs about four ounces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Oysters can change from one gender to another and back again depending on which is best for mating."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average length of a Giant Anteater is around 6 and a half foot (2 meters), although about half of this is their long bushy tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hummingbirds beat their wings 60 to 80 times per second."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Only half of a dolphin’s brain sleeps at a time. The other awake half makes the dolphin come up for air when needed to prevent drowning."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have about 1,700 taste buds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "It takes 3,000 cows to supply the NFL with enough leather for a year’s supply of footballs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The word “peacock” doesn’t actually apply to both the male and female birds. It’s only the males that are called peacocks, while the females are called peahens."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A rodent’s teeth never stop growing."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "When young abalones feed on red seaweed their shells turn red."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Small quantities of grapes and raisins can cause renal failure in dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The hippopotamus is born underwater."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Taurophobia is the fear of bulls."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A bat can eat up to 1,000 insects per hour."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "One million stray dogs and 500,000 stray cats live in New York City metropolitan area."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "You can tell a turtle’s gender by the noise it makes. Males grunt, females hiss."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant’s trunk has around 15,000 muscles. 200 liters of water is drunk from it per day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most popular female dog name is Maggie. The most popular male dog name is Max."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A large group of goats is called a herd."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Squirrels cannot see the color red."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average chicken lays about 260 eggs per year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A starving mouse will eat its own tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Only 5 to 10 percent of cheetah cubs make it to adulthood."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ferrets sleep around 20 hours a day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Birds can recognize landmarks, which they use to help them navigate."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The starfish is the only animal capable of turning its stomach inside-out."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Sharks have been around longer than dinosaurs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "About two-thirds of shark attacks on humans have taken place in water less than six feet deep."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Sharks are immune to cancer!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Worldwide, more people eat and drink milk from goats than any other animal."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Alligators cannot move backwards."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most popular dog breed in Canada, America, and Great Britain is the Labrador Retriever."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The largest giant squid ever found weighed 8,000 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Approximately 100 people die each year when they are stepped on by cows."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A group of butterflies is known as a flutter."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The sperm whale is the loudest animal. Their clicks have been measured at 230 dB."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippo’s sweat is pink."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Whale milk is 50% fat."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In Croatia, scientists discovered that lampposts were falling down because a chemical in the urine of male dogs was rotting the metal."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In the Caribbean there are oysters that can climb trees."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The swan has over 25,000 feathers in its body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The blue whale is the largest of all whales and is also considered the largest animal to have ever existed in the world."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Giraffes have no vocal cords."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Starfish have five eyes – one at the end of each leg."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There are almost 60 million dogs in the United States."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "After eating, a housefly regurgitates its food and then eats it again."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A mole can dig a tunnel 300 feet long in just one night."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Back in 1924, a monkey was convicted in South Bend of the crime of smoking a cigarette and sentenced to pay a 25 dollar fine!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Flamingos are pink because shrimp is one of their main sources of food."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The Mayans and Aztecs symbolised every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "When a male tiger and female lion mate they make a tigon, when a male lion and female tiger mate they make a liger."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "French poodles did not originate in France – they came from Germany."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The breeding age for male goats is between 8-10 months."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Elephants don’t drink through their trunks like a straw."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby whales grow to a 1/3 of their mother’s length in the womb."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats do not have teeth in their upper front jaw."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goat’s milk is higher in calcium, vitamin A and niacin than cow’s milk."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Turkeys have a poor sense of smell, but excellent sense of taste."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats can hear ultrasound."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Tuna fish can swim 40 miles in a single day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Bumblebees have hair on their eyes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Penguins can jump 6 feet out of water."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Giraffe hearts pump twice as hard as a cow’s to get blood to its brain."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Blue whales have large enough aortas (the main blood vessel) for a human to crawl through."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Some dogs can smell dead bodies under water!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "More than 45 million turkeys are cooked and eaten in the US at Thanksgiving."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby whales can gain up to 200 pounds per day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats have over one hundred vocal sounds, while dogs only have about ten."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cat owners are 30% less likely to suffer a heart attack."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Barn owls hunt mostly small mammals such as the short-tailed vole."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A ducks quack does echo, it’s just almost impossible to hear."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A cheetahs lifespan is up to 12 years in the wild."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Shark corneas are being used in human eye transplants."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs are about as smart as a two or three-year-old child."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Butterflies have their skeletons on the outside of their bodies, this is known as the exoskeleton."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Arachnophobia is the fear of spiders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Polar bears are the world’s largest land predators."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippos attract mates by urinating and defecating."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Butterflies can only see the colors red, green and yellow."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Yellowtail is the general name for loads of different species of fish that have yellow tails or a yellow body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There are roughly twenty-four thousand species of butterflies."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A dik-dik is a tiny antelope that lives in East Africa, Namibia and Angola."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dik-diks weigh between three and six kilograms."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Female polar bears normally start having baby cubs at the age of four or five."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Fireflies are also known as lightning bugs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Noctule bats fly before sunset, whereas Pipistrelles appear soon after sunset."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In general, Asiatic jerboas have five toes on their back feet and African jerboas have three."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Even though a polar bears average body temperature is 37°C; they don’t give off any detectable heat, so they won’t show up in infrared photographs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs can see better when the light is low."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dumbledore isn’t only the Headmaster of Hogwarts; in fact a dumbledore is an old English term for a type of bee."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Most young fireflies feed on nectar and pollen, although adult fireflies do not need to eat to survive."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "79% of pet owners sleep with their pets."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Two dogs were among the Titanic survivors."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Many species of owls have special feathers for flying silently."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant can smell water up to 3 miles away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The animal on the Firefox logo is not a fox, but a red panda."
  }
]
