[
  {
    "category": "animals",
    "_id": 1,
    "title": "If a person is struck by lightning, they sometimes vaporize (evaporate) completely, so that there is nothing left of them at all."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacteria trapped ins_ide a salt crystal for 250 million years were revived and grown by scientists in the USA."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An adult human takes about 23,000 breaths per day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It takes less than 0.1 grams (0.004 ounces) of poison found in parts of the pufferfish to kill an adult human. However, some people eat the fish regularly as they know which bits to remove!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dead bodies can remain perfectly intact after many years. This can happen when fat in the body turns into a type of soap that doesn’t rot."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An Anglo-American company will store samples of your ndisease-fighting white blood cells, so that more can be made if you get ill."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people are ‘human calculators’ and can do really complicated sums in their heads instantly – even faster than someone with a calculator! No one knows exactly how their brains are different."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Malaria is a tropical disease spread by mosquitoes. Since the Stone Age, malaria has been responsible for half of all human deaths from illness."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Each person’s tongue print is unique."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In ancient times, Indian doctors used live ants to ‘stitch’ wounds together."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The doctor would hold the edges together and get the ant to bite through the skin.The ant’s head would then be snapped off leaving its jaws as the ‘stitch’!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If scientists could build a brain from computer chips, it would take a million times as much power to run as a real human brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Eating asparagus produces a chemical that makes urine smell strongly, although not everyone can smell it. Lucky them!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A sneeze travels at 161 kilometres (100 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A body left unburied in a tropical climate will be reduced to a skeleton in two weeks by the action of insects. People can be born with ears growing from their necks or chests."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are more bacteria in your mouth than there are people in the whole world!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your brain receives about 100 million pieces of information at any one moment from your eyes, nose, ears, skin and receptors ins_ide your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Rubbing yourself with a garlic clove is supposed to keep mosquitoes away... and vampires... and probably other people, too!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People are taller in the morning than in the evening. During the day, the weight of your body compresses your spine as you walk around, then when you are asleep it expands again."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The spice nutmeg is harmless if eaten in moderation, but deadly poisonous if injected. Beware!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your stomach lining replaces itself every three days."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you could lay out all the possible nerve connections in your brain, end to end, they would stretch to about 3.2 million kilometres (2 million miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Electrical activity is detectablein a human brain up to 37 hours after death, possibly caused by chemical reactions."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "More people are allergic to cows milk than to any other food or drink."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The strongest muscle in your body is your tongue!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you read a novel that’s 100,000 words long (about 300 pages) your eyes will travel just under 1 kilometre (more than half a mile) along the pages."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There have been many cases of people spontaneously bursting into flames and dying. Often, their whole body is burned away. No one knows exactly why this spontaneous human combustion happens. What a way to go!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your eyes take about an hour to get accustomed to the dark, but after that they are 100,000 times as sensitive to light as they are in bright sunlight."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your skin is shed and regrown about every 27 days. Most people get through around 1,000 skins in a lifetime."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your body destroys or loses two and a half million red blood cells every second. Luckily, it creates more at the same rate!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There is enough ac_id in the human digestive system to dissolve an iron nail completely."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Beard hair grows faster than any other hair on the human body. If left to grow for his whole life, a man’s beard could be 9 metres (30 feet) long."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There is enough iron in your body to make a nail...which you could then dissolve in all the ac_id!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Women blink twice as often as men."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The placenta, which nourishes an unborn baby, is the only organ that develops after a person is fully grown. It is lost when the baby is born and another grows if the woman becomes pregnant again."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One in 512,000 births results in triplets."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Only a few hundred people in the world are known to have the rare blood type H-H."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A person with H-H blood can’t receive 9blood transfusions of any other blood type and may need to store their own blood in advance of an operation."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you hold a seashell to your ear to ‘hear the sea’, what you actually hear is your own blood in the blood vessels of your ear."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you could join up all the eyelashes you will lose during your lifetime they would stretch to about 30 metres (100 feet). "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hair grows most quickly during the day in the summertime. It grows more slowly at night and in winter."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "For years, doctors thought the appendix in the gut d_idn’t do anything. But in 2007, scientists discovered that it helps to grow new helpful bacteria if vital bacteria in the gut are killed by illness."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If all the blood vessels from a human body were la_id end to end they would stretch 97,000 kilometres (60,000 miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who have lost a limb in an acc_ident or operation often feel pain or itching in it, even though it’s no longer there..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A single human hair can support the weight of an apple."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You lose around two billion skin cells every day, which adds up to around 2 kilograms (4.5 pounds) in a year."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Everyone spent about half an hour of their life as a single cell, at the start of their mother’s pregnancy."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A chemical found in asparagus attracts fish."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "During the First World War, American soldiers were issued with asparagus so that if they were stranded near water they could eat the asparagus, urinate in the water and catch some fish to eat!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you rubbed garlic on the bottom of your foot, it would be absorbed through your skin and eventually your breath would smell of garlic!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Laughing seems to reduce a person’s allergic responses. So if you have hay fever, try laughing about it!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Around 10 per cent of the population is left-handed, but boys are one and a half times more likely to be left-handed than girls."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The bad smell of faeces comes from chemicals produced by bacteria that break down the food in your gut."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Girls have more taste buds than boys."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Even though some dreams seem to last ages while you are experiencing them, they generally only take about 2-3 seconds. Most people have at least seven dreams a night."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your brain gets lighter as you get older. In your twenties, it starts to lose up to a gram (0.035 ounces) a year as cells die and are not replaced."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people spend about the same amount of time blinking as they spend eating – a total of about five years over a whole lifetime."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The heat output from the average adult body is enough to boil 30 litres (around 53 pints) of freezing water."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If all of your body’s molecules of DNA (the chemical which makes up your genes) were stretched out, they would reach to the Moon and back 3,000 times!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The world record for holding your breath is 7.5 minutes. Most people can only manage around 1 minute."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The hair of really intelligent people contains larger quantities of the minerals copper and zinc than the hair of less clever people."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It is impossible to sneeze with your eyes open."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you sneeze, all of your bodily functions stop momentarily. "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An average person falls asleep in seven minutes."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Being cold in the night tends to give you bad dreams.The colder the room, the more likely you are to have a bad dream.Wrap up warm tonight!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "About 125 grams (5 ounces) of the food you eat each day comes out as faeces. Most of the rest is water, and the remainder is nutrients absorbed by your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you have your head cut off, you may remain conscious and able to see for several seconds before you die."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the 1930s, it was not uncommon for women to swallow live tapeworms in an attempt to lose weight. The tapeworms would live in their stomachs, eating some of the food the women ate."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It only takes about 10 days to die from a total lack of sleep."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who live at very high altitudes have blood in their bodies that can deliver oxygen around the body much more efficiently than the blood of sea-level dwellers."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dripping concentrated chilli oil into open wounds during surgery numbs the nerves for weeks and prevents patients feeling pain after an operation."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A ‘body farm’ is a research centre where dead bodies are left to decay in various situations. Scientists study their decomposition and the information is used to help police with murder investigations."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your fingernails grow four times faster than your toenails."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Chewing bread or gum while you peel onions will prevent the onions making you cry."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Mitochondria are parts of the cells in our bodies. Scientists think that they were originally bacteria, which have become absorbed into our bodies and are now an essential part of us.They take in nutrients and make energy for our cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some substances colour your urine – if you eat lots of rhubarb, your urine will be orange, and blackberries can make it go red!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1804, trainee doctor Stubbins Firth tried to prove that yellow fever is not an infectious disease by drinking his patients’ vomit! Although he d_id not get yellow fever, he was wrong. It is very contagious, but must enter directly through the bloodstream."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Chinese scientists are testing robot-controlled mice. They follow instructions from a computer transmitted through electrodes in their brains. Scientists are hoping to use their techniques to cure disabilities by bypassing damaged nerves."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People in Pakistan have been visiting the dentist for 9,000 years.Archaeologists have found drilled and capped teeth in ancient skeletons discovered there. "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people’s ears grow a quarter of a centimetre (0.1 inches) per year for their whole life."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Genetic ev_idence shows that most people in Britain are descended from the Spanish. It’s thought that Spanish fishermen colonized Britain 6,000 years ago and took over from the native Britons."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most American fashion models are thinner than 98 per cent of American women."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The amount of electrical energy generated by your brain is enough to power a light bulb!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Medical researchers studied 46 professional swordswallowers and discovered that sore throats are common amongst them, especially when they are training... how surprising!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Researchers think girls like pink and red colours because thousands of years ago their job was to hunt for ripe berries. Over the years girls’ eyes became conditioned to seek out those berry colours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Babies have many more taste buds than adults."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A chemical from bullfrogs may help doctors to wipe out the deadly MRSA virus, which infects some hospital patients."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Frog chemicals have been used to treat wounds for centuries."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Neanderthal (early) man had larger brains than people have now!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One of our closest relatives is the colugo or ‘flying lemur’. It’s like a squirrel with bat-like flaps of skin between its arms, legs and tail and it gl_ides from tree to tree. After apes, it’s the animal genetically closest to humans!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One in 20 people has an extra rib."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Doctors in the old days used leeches to remove people’s blood.Today, doctors still use leeches in some surgical procedures, as they produce chemicals that kill pain and keep blood flowing without clotting."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Gnathostoma spinigerum is a parasitic worm that lives under the skin. It moves around at a rate of about 1 centimetre (0.4 inches) per hour, so if you have one you can watch it moving under your skin!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are around 100 million microbes living in your mouth at any time. They feed on scraps of food and dead cells from your mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Gas you take in with food takes between 30 and 45 minutes to be released as a fart. It can come out quicker as a burp."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dandruff is made of clumps of dead skin cells mixed with dirt and oil from your scalp.You lose millions of skin cells each day, so there’s plenty available to make dandruff!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are 2,000 glands in your ear that produce earwax.The sticky wax collects dirt, dead bugs and old skin cells before it falls out of your ears. It also kills germs!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The water in urine comes from your blood. It goes from your food and drink through the gut wall into the blood, and is taken from the blood to make urine."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The name for gurgling in your stomach is borborygmus. It’s caused by all the gases and half-digested food jumbling around and being pushed through the gut."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Mucous (slime) in your nose collects all the dirt you breathe in, including particles of smoke, pollen, exhaust fumes – and even dust from outer space! The slime and dirt clump together to make bogeys."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Half of the bulk of faeces is bacteria."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bile is the liqu_id that breaks down starches in your body. It determines the colour of urine, faeces and vomit."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The broad tapeworm can live in your gut for decades and grow to 10 metres (39 feet) in length.You may not even know you have one..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A pimple appears when a hair follicle becomes clogged by dried-up oil that oozes out of the skin."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sweat only smells bad because bacteria break it down when it stays on your skin. So, if your armpits or feet smell, it’s rotting sweat helped along by colonies of bacteria."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the condition myiasis, maggots hatch out and live under the skin – they can even be seen wriggling around. In 1993, doctors in Boston, USA, developed a treatment for myiasis that involved covering the skin with bacon. Maggots like the bacon, so come up towards it. Doctors then pull them out with tweezers. Gross!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people pass about a litre (2 pints) of gas a day as burps and farts."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacteria can survive 10,000 times the dose of radiation that would kill a person."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are tiny hairs all over your body, except for the palms of your hands and the soles of your feet."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tooth farming is an experimental technique in which scientists take dental stem cells (cells from immature teeth) and use them to grow complete teeth. So far, only parts of a tooth have been grown, but farmed teeth might replace dentures in 15 years’ time."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Forensic scientists examine maggots and beetles eating dead bodies to try to work out the time that the person died. They work out at which stages of decomposition the different bugs like to eat the body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you vomit, the muscles that usually push the food down through your gut go into reverse and push it up and out of your mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dead bodies swell up as they rot, because decomposition produces lots of gas. Some dead bodies burp or fart as they release gas, which can be quite alarming!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are several medical conditions that lead people to act like or believe they are wild animals such as wolves. These may explain some of the stories about werewolves."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your stomach uses hydrochloric ac_id to digest your food, but if you spill it on to your skin, it burns you. The stomach produces mucous to protect itself from the ac_id. When someone dies and the mucous stops, the ac_id starts to dissolve the stomach."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Roy Sullivan of the USA survived being struck by lightning seven times and eventually committed suic_ide."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Putrescine, one of the smelly chemicals produced by rotting dead bodies, is also partly responsible for bad breath."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people pay to have their bodies frozen after death in case scientists work out a way to bring them back in the future!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You produce about a litre (about 2 pints) of saliva every day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It helps to break down your food before you swallow it, and to keep your teeth clean."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When people die in extreme circumstances their muscles can go into spasm and freeze in their final position. Forensic scientists can use this to show that someone was still alive when pushed into a river, for example, or died holding a weapon."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Fleas that live on rats spread bubonic plague, which killed around a third of the population of Europe in the 14th century.They only started to bite humans because all the rats died."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human body uses 60 calories an hour just to sleep – the same as it takes to watch TV. So if you were a complete couch potato, you would need to eat only 1440 calories a day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The placenta (the organ which grows to nourish a baby ins_ide its mother) uses the same biological tricks as a parasitic worm to h_ide from the mother’s immune system.Without it, the mother’s body would reject the baby as an intruder."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A blackhead is black because the oily gunk in it changes to a black colour on exposure to the air."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If a wound gets infected, find some maggots to put on it! They will eat all the rotten flesh and protect you from gangrene."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The nastiest form of the disease malaria can cause the blood vessels in the brain to clog up with dead blood cells, causing deadly spasms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the First World War, soldiers used the super-absorbent sphagnum moss to bandage their wounds. It can soak up four times as much blood as cotton bandages, but was a disgusting colour, like dried pus!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human body contains an amazing 10,000,000,000,000,000,000,000,000,000 atoms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists have recreated the deadly flu virus that killed one per cent of the entire world population between 1918 and 1919. Smart, huh?"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You will probably produce enough saliva during your life to fill two swimming pools."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A virus can only survive in a living host cell so it’s not in a virus’s interest to kill you. Even so, viruses caused all pandemic illnesses except bubonic plague, so don’t get too relaxed about them!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Early anatomists were not allowed to study dead bodies, so they pa_id grave robbers to steal them. Often, the bodies of executed criminals were stolen and sold."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A flea carrying bubonic plague gets blocked up with plague bacteria then vomits them up into the bite it makes in its animal host."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you don’t have enough water, eventually your lips shrivel and go black, your tongue swells so that it won’t fit in your mouth, and you can go nearly deaf and blind.Your skin turns grey or purple, your breath stinks and your spit turns gluey and smelly, and if you cut yourself you don’t bleed. So make sure you drink up!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Occasionally a baby is born with its legs fused together, but still with two feet.This mutation might have led to ‘true’ stories of merma_ids."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Casper’s Law of decomposition states that a body left in the open air decomposes twice as fast as if it were immersed in water and eight times faster than if it were buried underground."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Xenographic transplants involve taking an organ from an animal and using it in a human being – a chimpanzee heart was transplanted into a man in Mississippi, USA in 1964, but the patient died two hours later."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human stomach can hold up to 4 litres (7 pints) of partlydigested food. A cow’s stomach can hold ten times as much – enough to fill a whole bath!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who suffer from migraines (terrible headaches with sickness) have thicker brains than people who don’t. Scientists don’t know which came first in sufferers, the thickening or the migraines."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Stone Age people used to practise trepanning – an early medical procedure that involved drilling a hole in the skull.They had no anaesthetics, so it must have hurt – but the patients d_idn’t all die – lots of skulls have been found with partly healed holes!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Many cures used in ancient times really do work. One was to put honey on wounds and then dress them with willow bark. Honey is an antiseptic, which stops the wound going bad and willow contains the same painkiller that’s in aspirin. Genius!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A new way of treating cancer involves blowing bubbles ins_ide the body.When the bubbles burst, they release heat, which kills the cancer cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who suffer from migraines (terrible headaches with sickness) have thicker brains than people who don’t. Scientists don’t know which came first in sufferers, the thickening or the migraines."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The latest artificial limbs can be controlled just by thought.Amazing!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacterial farms are used to produce certain drugs. Scientists have adapted bacteria to manufacture the hormone insulin needed by people with diabetes. Previously, insulin was taken from cows and pigs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human brain contains one hundred billion nerve cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A new method of transferring information, using the human body to carry the signal, means we could soon be able to pass on material such as photos and songs just by shaking hands!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your nose and ears never stop growing."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Synaesthesia is a condition that jumbles up how people sense things.They might ‘see’ sounds as colours, or ‘hear’ smells as sounds."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Heavier women produce brainier children! Scientists believe that fat stored on a woman’s hips contains ac_ids that are essential to the development of the unborn baby’s brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You’re more likely to get ill from kissing another person than a dog. Even though a dog’s mouth has as many germs as a human’s, not as many of them are harmful to us."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A rare response to a virus that normally causes warts can also lead people to develop brown growths, which make them look as though they are covered with tree bark."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Before they are born, developing human babies have a tail, and some developing snake babies have legs. Perhaps we have more in common with snakes than we think!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In one day, your blood travels 19,312 kilometres (12,000 miles)!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Heavier women produce brainier children! Scientists believe that fat stored on a woman’s hips contains ac_ids that are essential to the development of the unborn baby’s brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It’s possible that hiccups come from our distant ancestors who crawled out of swamps and had both lungs and gills. Hiccups may be a remnant of a way of closing off their lungs when in the water."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most human mutations happen on the Y chromosome, which only men have."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People in some countries would bind their babies’ heads using wooden boards, to make them grow into strange shapes... don’t try it with your baby brother or sister!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your skin weighs about 3 kilograms (6.5 pounds) – the same as a bag of potatoes."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A man born in England long ago had four eyes, arranged one pair above the other. He could close any one eye independently of the others."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Necrotizing fasciitis or the ‘flesh-eating bug’ causes your flesh to rot, die and fall off. It can be fatal, and even people who recover often lose whole chunks of their bodies.Yuk."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Zombies are not just a fictional invention.Witch doctors called bokors in Haiti, can use a special combination of plantbased drugs to make a person appear to be dead, then revive them and keep them under their control."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Being born with webbed hands or feet is quite common. It happens because fingers and toes develop from a flipper-like hand or foot that div_ides on the unborn baby. If it doesn’t div_ide properly, the skin stays webbed."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people have an abnormality called ‘hairy tongue’ which gives them – you guessed it – a hairy tongue! In fact, it’s not hair, but extra long papillae (the little bumps on your tongue). They also turn black!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A Swiss journalist called Etienne Dumont is growing horns on his head. He has silicon implants under the skin and as the skin grows over them he replaces them with slightly larger ones."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Every year you will eat about 500 kilograms (1,100 pounds) of food.That’s about the same weight as a small car!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Even when you are elderly you will still have the tooth enamel that was formed in your mother’s womb."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The skin of your eyel_id is only 0.5 millimetres (0.02 inches) thick, the same w_idth as a single hair."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Every day, you produce enough saliva in your mouth to fill five cups."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Humans can tell the difference between 10 million different colours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A traditional treatment for the pain of arthritis is bee venom... but then you’re faced with the pain of bee stings!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The skeleton of a body buried in PH neutral soil or sand can survive for thousands of years."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When girls are one and a half years old they are almost half their adult height.The same happens for boys when they are two."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Forensic dentists examine teeth and tooth marks.Their work includes _identifying dead bodies, and examining bite marks to match them to assailants."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the 1700s a Russian woman had 69 children: 16 pairs of twins, 7 sets of triplets and 4 sets of quadruplets.That’s a lot of birthdays to remember!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Carrots really do help you see in the dark – they contain vitamin A, which helps the retina to develop."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you look at your tongue first thing in the morning, it is covered in white stuff. These are cells that died during the night."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You have 10,000 taste buds on your tongue. By the time you are 60, half of these will have died."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people suffer from a sleep-related eating disorder that makes them get up in the night (while still asleep) and go to the kitchen to stuff their face!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Ebola fever is a horrible disease that makes people bleed from all their body openings, and turns their internal organs to liqu_id. Victims always die."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Human memory recalls events seven times faster than they really happen."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Many victims of the flu pandemic in 1918 went deep purple just before dying.Their lungs were so badly damaged by the disease that no oxygen could get into their blood."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You have more bacteria than human cells in your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who have been struck by lightning often develop musical ability they d_id not previously have!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Strychnine poisoning causes extreme muscle spasms. They can be so severe that the body can jerk backwards until the heels touch the back of the head and the face is drawn into a terrifying, w_ide, fixed grin."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Having hookworms ins_ide your body can protect you from asthma. Some people have deliberately infested themselves with hookworm to get r_id of their asthma."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Messages are sent to your brain at around 360 kilometres (224 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 2002 German anatomist Gunther von Hagens carried out a public autopsy, cutting up a corpse in London, England. It was the first public autopsy for 170 years and was illegal.The police attended, but d_id not stop the autopsy or arrest von Hagens, and the autopsy was even broadcast on television."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It is possible to die in just 4 minutes from choking or a blocked windpipe."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The most dangerous animal to humans is the house fly – it carries more diseases than any other creature."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human intestine is 9 metres (nearly 30 feet) long. Just as well it’s all coiled up!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1822 a man called Alexis St Martin was shot in the stomach. A doctor called William Beaumont cared for him, but the wound d_idn’t heal completely and the man was left with a hole leading right into his stomach. Beaumont used it to study the workings of the stomach. St Martin’s meals used to leak out of the hole unless he kept it covered!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "18th-century Italian scientist Lazzaro Spallanzani often made himself sick to get samples of stomach ac_id for his experiments."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bodies buried in a peat bog may be naturally preserved for hundreds or even thousands of years. Bog bodies have dark leathery skin, but are still recognisable."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some of the Fore people of New Guinea suffered from a strange illness that caused shaking, paralysis and death and defied medicine for years. It was eventually discovered that the disease, kuru, was caused by eating the undercooked brains of dead relatives, part of the Fore people’s burial ritual."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A Big Mac prov_ides 2,365 kilojoules (565 calories) of energy. You’d need to cycle for 3 and a quarter hours to burn it off."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your heart beats about 35 million times a year."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hookworms enter through the feet, are carried in the blood to the lungs, and then travel up into the throat to be swallowed.The gut is their final destination – they bite onto it and live there."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An 11-year-old boy needs around 10,000 kilojoules (2,388 calories) of energy from food each day.A canary needs only 46 kilojoules (11 calories) and an elephant needs 385,000 (91,955 calories). The boy could get his 10,000 energy by eating 71 canaries or a small portion of elephant!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bubonic plague has not gone away completely.An ep_idemic in Vietnam between 1965 and 1970 affected up to 175,000 people."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Anatomist Gunther Von Hagens offered to buy the body of Russian basketball player Alexander Sizonenko, who is 2.39 metres (7 feet 10 inches) tall, even though he was not dead at the time! Sizonenko refused."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People with the condition Cotard syndrome believe that they are already dead, and are walking corpses."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1945, crocodiles killed 980 Japanese soldiers (of 1,000 in total) who entered a mangrove swamp to escape the British navy."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The killifish lives in temporary ponds in Venezuela.When the ponds dry up, the killifish embryos can survive in the mud, with no water or oxygen, for more than 60 days. No other creature can hold its breath for so long!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The cosmopolitan sailfish can swim faster than a cheetah can run! It can swim at least 109 kilometres (68 miles) per hour, while a cheetah can only manage 100 kilometres (62 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Polar bears have black skin underneath their white fur."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In just over 100 years, the ‘passenger pigeon’ went from being the most common bird in the world (in 1810) to being extinct (in 1914)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The blue whale has the slowest heartbeat of any animal – it only beats four to eight times a minute."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Shaving a pregnant mouse makes her produce more milk and grow larger babies.A bald mouse can digest more food without overheating, and so makes more milk."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some scientists believe that h_idden or ‘silent’ genes can return after millions of years.A ‘throw back’ happens if a silent gene gets turned back on – making dolphins with legs, for example, or people who are as hairy as apes!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A rhino’s rock-sol_id horn is made of keratin – the same substance as human hair, skin and nails."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cats don’t like walking across aluminium foil – they hate the noise it makes!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Savi’s shrew (a tiny mouse-like mammal) is so small it uses the tunnels dug by large earthworms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The largest coprolite (fossilized dinosaur faeces) measures 50 centimetres (19.6 inches) w_ide and was from a Tyrannosaurus rex more than 65 million years ago. It weighs 7 kilograms (15 pounds 6 ounces)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some horseshoe bats in India share their burrows with porcupines."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Geese can fly up to 8 kilometres (5 miles) above the ground."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The vervain hummingbird builds a nest half the size of a walnut shell and lays an egg that’s only a centimetre (0.39 inches) long."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bats always turn left when they come out of a cave."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The only fruit eaten by aardvarks is called aardvark cucumber. The cucumber grows underground and relies on the aardvark to spread its seeds."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Giraffes have a special valve to help their hearts pump blood all the way up their long necks."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most hamsters blink with one eye at a time."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A porcupine can swallow 100 times the amount of poisonous hydrogen cyan_ide that is needed to kill a human and suffer no ill effects!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The emperor penguin can dive to depths of 534 metres (1,751 feet) – over one and a half times deeper than a human scuba diver can reach."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Rodents (such as rats and mice) make up 40 per cent of all mammal species on earth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants are the only animals with four knees."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The viperfish impales creatures on its teeth by swimming straight at them. Its needle-like teeth are so large, they don’t even fit in its mouth fully!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Fish can’t chew."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A hyena can chew a broken bottle without hurting itself."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When staff at the British Museum saw the first duck-billed platypus, they thought it was a fake animal and tried to pull off its bill!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Walruses can get sunburnt! Other animals that can get sunburnt, (apart from humans) are light-coloured horses and pigs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Woolly bats in West Africa live in sp_ider webs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sloths move so slowly that algae grows on their fur."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The instinct to migrate is so ingrained in birds’ bodies that even caged birds will turn and try to fly in the direction that they would naturally migrate.They do it at exactly the same time as wild birds, even though artificial light and heating should prevent them."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A cat is more likely to die if it falls from the top of a sevenstorey building than if it falls from the top of a twenty-storey building. The extra falling time gives the cat a chance to realise what is happening and land properly."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The polar bear has the largest stomach capacity (in relation to its size) of any animal. It can kill and eat a large walrus or even a beluga whale."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The armadillo has more teeth than any other land mammal (around 100). However, it mostly gobbles up termites and ants, which don’t need biting or chewing!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An anteater can eat 30,000 ants a day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A cockerel that was inexpertly beheaded in 1945 lived for 18 months without its head! The farmer who owned the cockerel named him Mike, took him on tour and earned a small fortune!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Only ten per cent of the animal species that have ever existed are still alive today."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Using sonar equipment, scientists can detect the sounds made by fin whales and blue whales from 850 kilometres (350 miles) away."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The male elephant seal inflates its snout during mating. Once it’s inflated, it can reach into its own mouth. Why would it need to suck its nose?"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An African elephant kept in the New York Zoo had tusks that were 3.49 and 3.35 metres (11 feet 5 inches and 10 feet 11 inches) long!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A bird called the bar-tailed godwit migrates 11,500 kilometres (7,146 miles) from Alaska (near the North Pole) to New Zealand, flying non-stop. It loses up to 55 per cent of its body weight on the way."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cats and dogs have sometimes travelled vast distances back to their original homes after their owners have moved house. No one knows how they do this so accurately."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An early ancestor of Tyrannosaurus rex is believed to have had feathery hair on its jaws and at the tip of its tail."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The star-nosed mole can _identify, capture and eat its prey in just over a tenth of a second."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tigers have striped skin as well as striped fur."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tenrecs (Madagascan hedgehogs) are so greedy they often eat until they are sick."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The hoatzin is an unusual bird from South America.The chicks have claws on their wings, which they use to climb up trees!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The Egyptian vulture drops stones onto ostrich eggs to crack them, then eats the spilled eggs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The dinosaur stegosaurus was usually about 9 metres (30 feet) long and 4 metres (14 feet) tall, but its brain was only the size of a walnut!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Very occasionally, a chicken egg contains another complete egg ins_ide it. This happens when an egg goes back up into a chicken, meets another egg on the way down and the second egg forms around the first one!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A kangaroo can’t jump unless its tail is touching the ground."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If a crow sees its reflection in a window it will sometimes fly straight at it repeatedly (even though it hurts itself on the window) as it thinks it is a rival crow. Birdbrain…"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A giant bird like an emu that used to live in Australia between 15 million and 25,000 years ago stood 3 metres (10 feet) tall and weighed 500 kilograms (1,100 pounds)!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Rats can’t be sick. Rat poison kills them effectively because they can’t throw it up."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Giant flying squirrels have a ‘parachute’ made of a web of skin between their arms and legs. By spreading their limbs w_ide they can use it to gl_ide between trees, covering a distance of 400 metres (1,310 feet) or more."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The ostrich has a small brain for its body size, making it one of the most stup_id birds."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Meat-eating animals won’t eat an animal that has been struck by lightning."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A hippopotamus has skin that’s 3.5 centimetres (1.5 inches) thick – it’s almost bullet proof!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The Arctic tern flies a round trip of 35,000 kilometres (21,750 miles) a year, breeding in the Arctic in the northern summer and feeding in the Antarctic during the southern summer."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Early explorers thought that a giraffe was a cross between a camel and a leopard and called it ‘cameleopard’!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A Galapagos tortoise called Harriet (sa_id to have been collected by Charles Darwin in 1835) lived at a zoo in Brisbane, Australia, until she died in 2006 – making her over 170 years old!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Nuttall’s poorwill is an American bird that hibernates in the winter, h_iding in a crack in a rock. During this time, it uses only a thirtieth of the energy it uses in the summer and its heartbeat becomes so faint that it can’t be felt."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A whale can carry up to 454 kilograms (1,000 pounds) of barnacles attached to its body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The sooty tern can stay airborne for 10 years. It eats, drinks and sleeps while flying, and only lands to breed and rear its young."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An albatross can gl_ide without flapping its wings for six days, given the right wind conditions."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The gigantic dinosaur, Sauropose_idon could stretch its neck up to 17 metres (55 feet)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When they are young, flatfish look like ordinary fish with an eye on each s_ide.As they grow, one eye moves around so that both eyes are on the same s_ide! The fish becomes w_ider and flatter and begins to live lying flat at the bottom of the sea."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Moths, butterflies, beetles and mites eat the various a lsgae that grow on a sloth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Penguins can’t fly but they can jump nearly 2 metres (6 feet) into the air."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The male anglerfish is much smaller than the female and spends most of his life attached to his mate’s body.That’s one way to keep your boyfriend in order!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Whales can’t move their eyeballs. To change the direction in which it is looking a whale has to move its entire body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sharks have to keep swimming in order to keep water moving through their gills. If they stop, they will drown."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The tailorbird makes a nest from leaves that it stitches together. It punches holes in the leaves with its sharp bill, and then uses long grass to stitch them together."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Alpacas (like llamas) are good guard animals. Farmers in New Zealand and Australia often use them to guard flocks of chickens against predators such as foxes."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cat urine glows in the dark."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A pigeon’s bones weigh less than its feathers."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Piranhas have super-strong teeth that can bite through a steel fishing hook. They also have an unusual ability to detect the tiniest amounts of blood in water."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A shark will carry on feeding even when another shark is eating it! It will also eat parts of its own body that have been bitten or cut off."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Items found ins_ide the stomachs of sharks include a horse’s head, a porcupine, parts of bicycles and cars, paintbrushes, a sheep, a chicken coop, and a suit of armour with the remains of a French soldier ins_ide!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Male seahorses become pregnant! The babies grow for three weeks in a pouch and then males give birth to up to 200 of them over 72 hours.The effort leaves him drained of colour – not surprising!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some octopuses have been known to remove the stings from jellyfish they have caught and use them as weapons."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The fingerprints of koala bears are almost indistinguishable from those of humans."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A baby blue whale drinks 227 litres (50 gallons) of milk each day and grows at the rate of 91 kilograms (200 pounds) every day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Fish can be seasick."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A falcon can see an object that’s only 10 centimetres (4 inches) long from 1.5 kilometres (about a mile) away. It can see clearly even when diving through the air at 160 kilometres (100 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Goldfish are the only animals that can see in both ultraviolet and infrared light."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The duck-billed platypus can detect electric currents with its bill."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants always walk on tiptoes, as there is no bone at the backs of their feet."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some fish live so deep in the sea that it is permanently dark. Many make their own light by a process of bioluminescence, using chemical reactions to produce light."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The star-nosed mole has six times as many nerves going from its nose to its brain as a human has going from each hand to the brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A crocodile can’t stick its tongue out."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some sharks can detect the smell of fish at concentrations as low as one part in ten billion."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In May 1963, an American cow called Fawn was carried 0.8 kilometres (half a mile) by a tornado and landed safely in a field. Five years later, another tornado carried her over a bus!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "More than half of all creatures brought up from the deep sea by scientists are unknown species."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Reindeer are one of the few animals that can eat moss. It contains chemicals that help to keep their body flu_ids warm."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Haddock never swim downwards. Fishing nets with holes at the bottom let dolphins and other things caught by acc_ident escape, but haddock stay in the net!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Buzzards (large birds of prey) can see small rodents on the ground from 4,500 metres (almost 15,000 feet) up in the air."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cats can’t taste sweet flavours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dutch scientists have developed a dog food that is almost entirely absorbed by dogs, leaving only 10 per cent as waste. The _idea was to solve the problem of dog faeces on city streets. Dogs eating the new food produce only a small, dry pellet of faeces."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Guillemots are sea birds that roost in large groups.To help them tell their eggs apart, female guillemots lay eggs with very different patterns on the shells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tuna never stop moving.They swim for their entire lives, covering a distance of around 1.6 million kilometres (1 million miles) over 15 years."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some sea birds have red oil in their eyes, which acts as natural sunglasses to protect their eyes from the glare of bright sunlight."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Both chameleons and seahorses can move their eyes independently, so they can see in two directions at once."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A donkey can look at all four of its feet at once."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When sloths go down to the ground once a week to go to the toilet, moths that live in their fur lay their eggs in the faeces – the larvae can then enjoy a delicious meal when they hatch."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A goldfish kept in a completely dark room will eventually turn white."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Birds such as cuckoos and cowbirds lay their eggs in the nests of other birds. Some chicks have a hook on their jaw, which they use to remove the host chicks from the nest. The hook falls off when the chick is a few days old."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A sperm whale can dive to depths of 2 kilometres (1.25 miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists have discovered the remains of a dinosaur that was 1.8 metres (6 feet) long, tunnelled underground and lived in burrows – rather like a giant mole!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "American scientist Robert Cornish carried out an experiment to try to bring animals back from the dead by moving their bodies up and down on a seesaw."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1954, Russian scientist Vladimir Demikhov created a two-headed dog by grafting the head and front legs of a puppy onto a full-grown dog.The two heads would sometimes fight.The animal lived six days, but later he made one that lived a month. Freaky!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists in Flor_ida, USA, fitted an injured dolphin with a rubber tail after her real tail was amputated following an acc_ident."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Researchers at the University of Barcelona carried out a study, which showed that rats couldn’t tell the difference between Japanese spoken backwards and Dutch spoken backwards. Maybe the rats just d_idn’t care…"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Ravens can untie knots, undo velcro and open zips."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Albatrosses get seasick if kept on a boat."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A German aquarium plays love songs to its sharks in an attempt to get them to mate.The technique has also been tried with pandas and monkeys (but not in an aquarium!)"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A giant panda can eat 45 kilograms (100 pounds) of bamboo in a single day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists at Harvard, USA, use fluorescent proteins to colour the brain cells of mice.As the brain works, different parts show up in different colours. The proteins are part of the mouse’s genetic make-up, and cause it no harm.The multicoloured brain stains are called a brainbow."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The huge plant-eating dinosaur diplodocus, had a tail measuring up to 14 metres (45 feet) long."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 2001, a hammerhead shark in a zoo in Nebraska, USA, gave birth despite having no male partner. Some bony fish can also produce babies without a partner.The baby is a clone (an exact copy) of its mother."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tortoiseshell cats are usually female, but if they are born male, they’re almost always sterile."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Homing pigeons use the Earth’s magnetic field to help them find their way home."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The only animals that can recognise their own reflections in a mirror (bes_ides humans) are the great apes, dolphins and elephants."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Swiss vets have found that dogs are suffering from stress more and more. Living in a city and having a demanding owner are two reasons dogs suffer from headaches, stomach pain and other stress-related symptoms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists using genetic engineering techniques have made a ‘mighty mouse’ that can run at 1.2 kilometres (0.75 miles) per hour for 4.8 kilometres (3 miles). It can live much longer than a normal mouse, and carries on having babies after a normal mouse would have died from the effect."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Polar bears can smell prey, such as seals, over 30 kilometres (18 miles) away, even if they are under thick ice."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some birds that lay their eggs in the nests of others revisit frequently to check up on their eggs. If their egg has been removed, they may have a strop and vandalize the nest, killing the other eggs or chicks."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An inventor in Sussex, England, designed a cat-flap that was colour-sensitive. It would let his ginger cat in, but not his neighbour’s black cat. It was also linked to a satellite that he claimed could prevent nuclear war. At least the first part worked..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A catfish has ten times as many taste buds as a human."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A toucan’s tongue is shorter than its beak so it can’t use it to help get food into its mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An Indonesian pig called the babirusa has long curved horns that grow up from its nose. In old animals, the horns sometimes grow in a complete circle and pierce the jaw. Not a good design!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The matamata turtle moves so slowly that algae grow on its shell. But when it eats, it sucks in large fish with a gulp so fast that it can’t be seen with the naked eye!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A tenrec is a Madagascan hedgehog that looks rather like a spiky penguin. It can rattle its spines to scare predators and even detach some to leave as needles in anything that attacks it."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some tortoises urinate on their back legs to keep themselves cool in the desert.The evaporating water takes away body heat. But they must smell a bit!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Owls eat small animals such as shrews and mice whole.They then vomit up the bones and fur in compact pellets."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A starfish doesn’t have a brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sand grouse fathers have the tricky task of finding a drink for their babies in the desert.They fly to an oasis, up to 40 kilometres (25 miles) away, soak themselves in water, and then go back to the nest where the chicks drink the water from their feathers. Their belly feathers can only hold up to 25 millilitres (about a tablespoon) of water, so they have to make the round trip a few times!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some scientists believe that the first animals came from the sea, slithered onto dry land and grew legs and others d_id the opposite – they preferred the sea and so gave up their legs!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Zebras have indiv_idual striped patterns that are as distinctive as fingerprints."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cows can go upstairs but not downstairs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hummingbirds can’t walk – they can only perch or fly."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Armadillos always give birth to quadruplets (four _identical babies)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists sometimes pick apart owl pellets (undigested food that owls vomit out) to find out what they’ve been feeding on.You can even buy owl pellets to examine at home – so get some owl vomit and try it yourself! Eugh!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In a rare mutation, chick embryos can grow teeth like crocodiles."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A dog has up to 150 square centimetres (23.25 square inches) of olfactory membrane – the area used to detect smells. A human has around 4 square centimetres (0.62 square inches)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants are the only mammals that can’t jump."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A giraffe can lick ins_ide its own ears."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The hyena is the only wild animal that doesn’t catch rabies."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants have 40,000 muscles in their trunks which they can use to pick up a single blade of grass."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An octopus will eat itself if it becomes extremely stressed."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Farmers in Russia are farming moose for their milk. They use the scent of baby moose to try to tame the animals."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Porcupines float in water. (No, don't try it…!)"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Whales sometimes beach themselves and get stranded on land, unable to move back into the sea. If one whale is stranded, its distress calls may bring others to help, leading to whole schools of whales being beached at once."
  }
]
