[
  {
    "_id": "1",
    "category": "animals",
    "title": "The caterpillar of a moth that lives in North America eats 86,000 times its own body weight in 56 days before turning into a chrysalis. It’s the equivalent of a newborn baby eating more than 272,000 kilograms (600,000 pounds) of food!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Moray eels have two sets of teeth in their throats.The first set of teeth bite onto an animal, then the second set move up into the eel’s mouth, locking onto the prey. Finally, the first set of teeth move along the animal, dragging it into the eel’s mouth."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Copepods are tiny crustaceans (like shrimp) that live in the sea. They are the only creatures known to have only one eye!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "In just ten years, a poisonous spider called the false widow has colonized southern England. It arrived in bunches of bananas, and warm weather has allowed it to survive.There are now tens of thousands running wild!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The largest known spider was a goliath birdeating spider found in Venezuela in 1965. It measured 28 centimetres (11 inches) across!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The coconut crab lives on land and will drown if submerged in water. It grows to about 1 metre (39 inches) across and lives on islands around the Indian Ocean."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Moths can emit their own highfrequency sound to stop bats from finding them... and eating them!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The total weight of all the earthworms in the USA is about fifty times the total weight of all the human beings who live there."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The vampire squid has eyes that make up an eleventh of its body length. It’s as if a human had eyes the size of a table tennis bat!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The curly heaps of earth you find on the ground outside are worm casts – which are worm faeces."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The slime produced by snails is so protectively slimy that a snail could crawl along the edge of a razor blade without cutting itself."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Slugs have four noses."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "In 1846 two desert snails were given to a museum. Staff assumed they were dead and glued them to a display board. Four years later they noticed one was still alive! After removal of the glue and a warm bath, it recovered!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "An Asian salamander, frozen in ice in Siberia for 90 years, walked away after it was defrosted.The salamander usually lives for only 10 years, and hibernates during the winter, but this one got trapped under a frozen ice plug."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A python can live for a year without eating a thing."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A rattlesnake’s venom stays poisonous for up to 25 years after the rattlesnake has died."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Lobsters carry on shedding their shells as they grow, eating the shells they have outgrown."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A chameleon’s tongue is sometimes twice as long as its body."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The paradoxical frog, which lives in South America, is larger when it is a tadpole than when it is a full-grown frog! The adult frog is only ever about 6 centimetres (2.5 inches) long but the tadpole can grow to 25 centimetres (10 inches)."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The Polynesian skink ( a kind of lizard) has a bright blue tail. If the skink is attacked, it sheds its tail and runs away.The tail carries on wriggling after the skink has gone, keeping the predator distracted."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Leeches have 32 brains."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Ants can carry a load about 100 times their own body weight."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A ribbon worm can eat 95 per cent of its own body without dying. It only does this if there is nothing else to eat."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A type of deep-sea clam from the north Atlantic grows to a length of just 8 millimetres (1/3 of an inch) in 100 years."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "In the Caribbean, there are tropical oysters and fish called mudskippers, which live in mangrove swamps and climb trees!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A jellyfish is 95 per cent water."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A scorpion can withstand 200 times the amount of radiation needed to kill a human."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Wood frogs that live in the Arctic Circle can be frozen for several weeks of the year and then defrost, unharmed, when the weather warms up."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "There are 100 million more insects on earth than there are humans."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The tarantula wasp will paralyse a tarantula spider and then lays its eggs in its live body. When the larvae hatch, they eat the spider alive!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Honeybees communicate by dancing and moving their tails, but bees in different areas speak different languages!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The light from six large fireflies is enough to read by."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "An aphid (greenfly) gives birth to babies that already have their own babies formed inside them that are clones of themselves – they don’t need to breed with a male. Over a whole summer a single aphid could give rise to 250 tonnes (551,155 pounds) of aphids."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Robber crabs eat coconuts.They grab onto the trees with their legs and climb up to ‘steal’ them."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Ten thousand new species of insect are discovered every year."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Queen termites lay an egg every second for up to 50 years."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Some types of baby spider in Australia bite the legs off their mother and eat them over several weeks."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Insects eat 10 per cent of the world’s food supply each year."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Occasionally, snakes are born with two heads.When this happens, the heads often fight each other for food."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "If you spread out the tentacles of an Arctic jellyfish, they would stretch across 15 tennis courts."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Ants recognise other ants from the same colony by smell."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "An earthworm tastes with its whole body – it has taste receptors spread all over it."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A fly’s eye has a flicker rate five times that of a human. A film made for a fly would therefore need five times as many frames per second as a normal film or the fly would see it as a series of still photos."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Mosquitoes are strongly attracted to people who have recently eaten bananas."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A scallop has about 100 eyes around the edge of its shell. This helps it to spot the shadow of an approaching predator."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A cockroach can detect movements as small as 2,000 times the diameter of a hydrogen atom."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Mosquitoes are attracted to humans by the smell of their feet more than any other part of the body."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The giant African land snail can grow to 39 centimetres (15 inches) and weigh 900 grams (2 pounds)."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A baby lobster sheds its shell and grows a new one 35 times before hatching from its egg."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A grasshopper can jump 500 times its own height."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A cockroach can live for more than a week after its head has been cut off. Eventually, it starves to death."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Worker bees have 5,500 lenses in each eye."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Dragonflies are among the world’s fastest creatures – some species can travel at about 48 kilometres (30 miles) per hour."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "When a frog is sick, it throws up its entire stomach, which then hangs out of its mouth. It uses its arms to scoop out the contents of the stomach and then swallows it again."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A leech doesn’t need to eat often – cells from a meal enjoyed 18 months before can sometimes be found in its stomach."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The silkworm moth can no longer be found in the wild. It has been domesticated for so long that it can no longer fly."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Eighty per cent of all living things are nematode worms – simple worms found everywhere including salt and fresh water, soil, and inside plants and animals."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "There are 35,000 species of spider but only 27 are known to be able to kill humans."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "White’s tree frog is pale green in the sunlight but turns white when it goes into the shade. It lives in trees – and toilet cisterns! It’s often found in toilets in Australia and New Guinea."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Neither butterflies nor peacocks have any coloured pigments to give them their iridescent colours: both butterfly scales and peacock feathers are transparent, but reflect light to produce colours."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Blue lobsters are a mutation – around one in every two million lobsters is blue."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Butterflies that fly at night have ears on their wings so that they can listen out for bats and avoid becoming a bat-snack."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The largest known spider, the megarachne, was found as a fossil in Argentina. It was 50 centimetres (19.7 inches) across."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Some species of deep sea squid squirt luminous ink instead of black! It creates a cloud of glowing light that distracts predators."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A housefly’s feet are ten million times more sensitive to taste than a human tongue."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Cockroaches have been around for at least 300 million years – that’s 100 million years before the dinosaurs evolved."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "In 1915 a terrible plague of locusts in Jerusalem darkened the sky in the middle of the day, blocking out the sun.They ate everything and laid millions of eggs. Even though all men between 15 and 60 years old had to collect 5 kilograms (11 pounds) of eggs each to destroy, 99 per cent of those laid still hatched."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "An ant has a larger brain for its body size than any other animal."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Roasted scorpions glow green under UV light."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "It would take 27,000 spider webs to make just 0.45 kilograms (1 pound) of web."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Crickets chirp at different rates according to the temperature.They are so accurate that the temperature can be calculated from the rate of their chirping – as long as the weather is warm enough for them to chirp at all."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A frog being sick was first observed when one was taken on a space flight."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A sea slug can eat a hyrdroid (like an underwater stinging nettle) without being stung. The stinging chemical is absorbed into its skin and then stings anything that tries to eat the slug."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The total weight of all the ants in the world is roughly the same as the total weight of all the human beings in the world."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Using a powerful magnet, it is possible to make a small frog lift off the ground and stay suspended in the air."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A butterfly has 12,000 eyes."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Tailor ants sew leaves together, not using a thorn or spike, but using their own grubs! They squeeze the grubs to get silk from their mouths, and pass them backwards and forward through holes in the leaves like a needle."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Ants stretch when they wake up."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A sea scorpion larger than a human used to paddle around prehistoric swamps 390 million years ago."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "If a healthy earthworm is cut in half in the right place, it can grow a new head or tail. Of course, the worm might think there is no ‘right place’ to be cut in half!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A quahog clam found off the coast of Iceland is between 405 and 410 years old, making it the oldest animal ever discovered.The clam has been named Ming by researchers. It was a baby when Elizabeth I was on the throne in England, and was already nearly 200 years old by the time of the French Revolution!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Ants can detect small movements through 5 centimetres (about 2 inches) of earth."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Japanese scientists have bred completely see-through frogs so that they can investigate their internal organs without having to kill and dissect them."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Dragonflies have almost 360 degree vision."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The coelacanth is a prehistoric fish which scientists thought had been extinct for 65 million years – until one was found alive and well in 1938!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Dragonflies can fly at up to 58 kilometres (36 miles) per hour."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A giant squid washed up in Canada in 1878 had a body that was 6 metres (20 feet) long with tentacles that measured up to 10.7 metres (35 feet) long."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Newts can re-grow body parts that are lost or damaged, including legs, eyes and even hearts. Scientists who have studied how they do this think they might be able to persuade human bodies to do the same."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "If a cockroach loses a leg, it can grow another!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "When they eat, planarian worms shoot a tube out of their throats to hold down their prey. They ooze enzymes out to soften the prey and then tear bits off it to eat."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The parasite, toxoplasma, prefers to live in cats’ brains, but it can also infect rats, changing their brains so they are less scared of cats.This makes the rats more likely to be caught and eaten, allowing the parasite to move into the cat!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The cusk eel lives more than 8 kilometres (5 miles) below the surface of the sea."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The bombadier beetle produces tiny explosions – up to 500 a second – which blast gases out of its rear end to frighten predators.The exploding farts sound like a machine gun!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "In Australia in 2000, a plague of 100 billion locusts attacked wheat and barley crops."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Copepods (tiny crustaceans) often live in groups of up to a trillion (1,000,000,000,000)."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Worms don’t chew their food – they swallow small stones, which grind up the leaves and other vegetable matter they eat. Other animals also keep stones in their innards to break up their food – even the dinosaurs did it!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "An electric eel produces enough electricity to power two fridges!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The glass frog is lime green but has a completely transparent stomach. It’s possible to see the blood vessels, the heart and even check whether it’s eaten recently or might like a snack."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Planarians are a type of flatworm. They can regenerate (re-grow all their body parts) even from a, single tiny piece. A planarian can grow many heads, and if it’s cut up, the little bits make lots of new ones!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "A leech can suck five times its own body volume in blood at a single meal, in only 20 minutes."
  }
]
