[
  {
    "category": "animals",
    "_id": "1",
    "title": "A python can swallow a rabbit whole and may eat as many as 150 mice in a six-month period."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The placement of the eyes of a donkey enables them to see all four of their legs at all times."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "At birth, a panda is smaller than a mouse and weighs about four ounces."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Oysters can change from one gender to another and back again depending on which is best for mating."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average length of a Giant Anteater is around 6 and a half foot (2 meters), although about half of this is their long bushy tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hummingbirds beat their wings 60 to 80 times per second."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Only half of a dolphin’s brain sleeps at a time. The other awake half makes the dolphin come up for air when needed to prevent drowning."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have about 1,700 taste buds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "It takes 3,000 cows to supply the NFL with enough leather for a year’s supply of footballs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The word “peacock” doesn’t actually apply to both the male and female birds. It’s only the males that are called peacocks, while the females are called peahens."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A rodent’s teeth never stop growing."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "When young abalones feed on red seaweed their shells turn red."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Small quantities of grapes and raisins can cause renal failure in dogs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The hippopotamus is born underwater."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Taurophobia is the fear of bulls."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A bat can eat up to 1,000 insects per hour."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "One million stray dogs and 500,000 stray cats live in New York City metropolitan area."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "You can tell a turtle’s gender by the noise it makes. Males grunt, females hiss."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant’s trunk has around 15,000 muscles. 200 liters of water is drunk from it per day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most popular female dog name is Maggie. The most popular male dog name is Max."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A large group of goats is called a herd."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Squirrels cannot see the color red."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The average chicken lays about 260 eggs per year."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A starving mouse will eat its own tail."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Only 5 to 10 percent of cheetah cubs make it to adulthood."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Ferrets sleep around 20 hours a day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Birds can recognize landmarks, which they use to help them navigate."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The starfish is the only animal capable of turning its stomach inside-out."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Sharks have been around longer than dinosaurs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "About two-thirds of shark attacks on humans have taken place in water less than six feet deep."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Sharks are immune to cancer!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Worldwide, more people eat and drink milk from goats than any other animal."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Alligators cannot move backwards."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The most popular dog breed in Canada, America, and Great Britain is the Labrador Retriever."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The largest giant squid ever found weighed 8,000 pounds."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Approximately 100 people die each year when they are stepped on by cows."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A group of butterflies is known as a flutter."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The sperm whale is the loudest animal. Their clicks have been measured at 230 dB."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippo’s sweat is pink."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Whale milk is 50% fat."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In Croatia, scientists discovered that lampposts were falling down because a chemical in the urine of male dogs was rotting the metal."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In the Caribbean there are oysters that can climb trees."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The swan has over 25,000 feathers in its body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The blue whale is the largest of all whales and is also considered the largest animal to have ever existed in the world."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Giraffes have no vocal cords."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Starfish have five eyes – one at the end of each leg."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There are almost 60 million dogs in the United States."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "After eating, a housefly regurgitates its food and then eats it again."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A mole can dig a tunnel 300 feet long in just one night."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Back in 1924, a monkey was convicted in South Bend of the crime of smoking a cigarette and sentenced to pay a 25 dollar fine!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Flamingos are pink because shrimp is one of their main sources of food."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The Mayans and Aztecs symbolised every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "When a male tiger and female lion mate they make a tigon, when a male lion and female tiger mate they make a liger."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "French poodles did not originate in France – they came from Germany."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The breeding age for male goats is between 8-10 months."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Elephants don’t drink through their trunks like a straw."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby whales grow to a 1/3 of their mother’s length in the womb."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goats do not have teeth in their upper front jaw."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Goat’s milk is higher in calcium, vitamin A and niacin than cow’s milk."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Turkeys have a poor sense of smell, but excellent sense of taste."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats can hear ultrasound."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Tuna fish can swim 40 miles in a single day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Bumblebees have hair on their eyes."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Penguins can jump 6 feet out of water."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Giraffe hearts pump twice as hard as a cow’s to get blood to its brain."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Blue whales have large enough aortas (the main blood vessel) for a human to crawl through."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Some dogs can smell dead bodies under water!"
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "More than 45 million turkeys are cooked and eaten in the US at Thanksgiving."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Baby whales can gain up to 200 pounds per day."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cats have over one hundred vocal sounds, while dogs only have about ten."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Cat owners are 30% less likely to suffer a heart attack."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Barn owls hunt mostly small mammals such as the short-tailed vole."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A ducks quack does echo, it’s just almost impossible to hear."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A cheetahs lifespan is up to 12 years in the wild."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Shark corneas are being used in human eye transplants."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs are about as smart as a two or three-year-old child."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Butterflies have their skeletons on the outside of their bodies, this is known as the exoskeleton."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Arachnophobia is the fear of spiders."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Polar bears are the world’s largest land predators."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Hippos attract mates by urinating and defecating."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Butterflies can only see the colors red, green and yellow."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Yellowtail is the general name for loads of different species of fish that have yellow tails or a yellow body."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "There are roughly twenty-four thousand species of butterflies."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "A dik-dik is a tiny antelope that lives in East Africa, Namibia and Angola."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dik-diks weigh between three and six kilograms."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Female polar bears normally start having baby cubs at the age of four or five."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Fireflies are also known as lightning bugs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Noctule bats fly before sunset, whereas Pipistrelles appear soon after sunset."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "In general, Asiatic jerboas have five toes on their back feet and African jerboas have three."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Even though a polar bears average body temperature is 37°C; they don’t give off any detectable heat, so they won’t show up in infrared photographs."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dogs can see better when the light is low."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Dumbledore isn’t only the Headmaster of Hogwarts; in fact a dumbledore is an old English term for a type of bee."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Most young fireflies feed on nectar and pollen, although adult fireflies do not need to eat to survive."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "79% of pet owners sleep with their pets."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Two dogs were among the Titanic survivors."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "Many species of owls have special feathers for flying silently."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "An elephant can smell water up to 3 miles away."
  },
  {
    "category": "animals",
    "_id": "1",
    "title": "The animal on the Firefox logo is not a fox, but a red panda."
  }
]
