[
  {
    "category": "animals",
    "_id": 1,
    "title": "If a person is struck by lightning, they sometimes vaporize (evaporate) completely, so that there is nothing left of them at all."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacteria trapped ins_ide a salt crystal for 250 million years were revived and grown by scientists in the USA."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An adult human takes about 23,000 breaths per day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It takes less than 0.1 grams (0.004 ounces) of poison found in parts of the pufferfish to kill an adult human. However, some people eat the fish regularly as they know which bits to remove!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dead bodies can remain perfectly intact after many years. This can happen when fat in the body turns into a type of soap that doesn’t rot."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An Anglo-American company will store samples of your ndisease-fighting white blood cells, so that more can be made if you get ill."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people are ‘human calculators’ and can do really complicated sums in their heads instantly – even faster than someone with a calculator! No one knows exactly how their brains are different."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Malaria is a tropical disease spread by mosquitoes. Since the Stone Age, malaria has been responsible for half of all human deaths from illness."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Each person’s tongue print is unique."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In ancient times, Indian doctors used live ants to ‘stitch’ wounds together."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The doctor would hold the edges together and get the ant to bite through the skin.The ant’s head would then be snapped off leaving its jaws as the ‘stitch’!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If scientists could build a brain from computer chips, it would take a million times as much power to run as a real human brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Eating asparagus produces a chemical that makes urine smell strongly, although not everyone can smell it. Lucky them!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A sneeze travels at 161 kilometres (100 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A body left unburied in a tropical climate will be reduced to a skeleton in two weeks by the action of insects. People can be born with ears growing from their necks or chests."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are more bacteria in your mouth than there are people in the whole world!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your brain receives about 100 million pieces of information at any one moment from your eyes, nose, ears, skin and receptors ins_ide your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Rubbing yourself with a garlic clove is supposed to keep mosquitoes away... and vampires... and probably other people, too!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People are taller in the morning than in the evening. During the day, the weight of your body compresses your spine as you walk around, then when you are asleep it expands again."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The spice nutmeg is harmless if eaten in moderation, but deadly poisonous if injected. Beware!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your stomach lining replaces itself every three days."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you could lay out all the possible nerve connections in your brain, end to end, they would stretch to about 3.2 million kilometres (2 million miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Electrical activity is detectablein a human brain up to 37 hours after death, possibly caused by chemical reactions."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "More people are allergic to cows milk than to any other food or drink."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The strongest muscle in your body is your tongue!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you read a novel that’s 100,000 words long (about 300 pages) your eyes will travel just under 1 kilometre (more than half a mile) along the pages."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There have been many cases of people spontaneously bursting into flames and dying. Often, their whole body is burned away. No one knows exactly why this spontaneous human combustion happens. What a way to go!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your eyes take about an hour to get accustomed to the dark, but after that they are 100,000 times as sensitive to light as they are in bright sunlight."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your skin is shed and regrown about every 27 days. Most people get through around 1,000 skins in a lifetime."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your body destroys or loses two and a half million red blood cells every second. Luckily, it creates more at the same rate!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There is enough ac_id in the human digestive system to dissolve an iron nail completely."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Beard hair grows faster than any other hair on the human body. If left to grow for his whole life, a man’s beard could be 9 metres (30 feet) long."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There is enough iron in your body to make a nail...which you could then dissolve in all the ac_id!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Women blink twice as often as men."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The placenta, which nourishes an unborn baby, is the only organ that develops after a person is fully grown. It is lost when the baby is born and another grows if the woman becomes pregnant again."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One in 512,000 births results in triplets."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Only a few hundred people in the world are known to have the rare blood type H-H."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A person with H-H blood can’t receive 9blood transfusions of any other blood type and may need to store their own blood in advance of an operation."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you hold a seashell to your ear to ‘hear the sea’, what you actually hear is your own blood in the blood vessels of your ear."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you could join up all the eyelashes you will lose during your lifetime they would stretch to about 30 metres (100 feet). "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hair grows most quickly during the day in the summertime. It grows more slowly at night and in winter."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "For years, doctors thought the appendix in the gut d_idn’t do anything. But in 2007, scientists discovered that it helps to grow new helpful bacteria if vital bacteria in the gut are killed by illness."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If all the blood vessels from a human body were la_id end to end they would stretch 97,000 kilometres (60,000 miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who have lost a limb in an acc_ident or operation often feel pain or itching in it, even though it’s no longer there..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A single human hair can support the weight of an apple."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You lose around two billion skin cells every day, which adds up to around 2 kilograms (4.5 pounds) in a year."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Everyone spent about half an hour of their life as a single cell, at the start of their mother’s pregnancy."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A chemical found in asparagus attracts fish."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "During the First World War, American soldiers were issued with asparagus so that if they were stranded near water they could eat the asparagus, urinate in the water and catch some fish to eat!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you rubbed garlic on the bottom of your foot, it would be absorbed through your skin and eventually your breath would smell of garlic!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Laughing seems to reduce a person’s allergic responses. So if you have hay fever, try laughing about it!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Around 10 per cent of the population is left-handed, but boys are one and a half times more likely to be left-handed than girls."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The bad smell of faeces comes from chemicals produced by bacteria that break down the food in your gut."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Girls have more taste buds than boys."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Even though some dreams seem to last ages while you are experiencing them, they generally only take about 2-3 seconds. Most people have at least seven dreams a night."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your brain gets lighter as you get older. In your twenties, it starts to lose up to a gram (0.035 ounces) a year as cells die and are not replaced."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people spend about the same amount of time blinking as they spend eating – a total of about five years over a whole lifetime."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The heat output from the average adult body is enough to boil 30 litres (around 53 pints) of freezing water."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If all of your body’s molecules of DNA (the chemical which makes up your genes) were stretched out, they would reach to the Moon and back 3,000 times!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The world record for holding your breath is 7.5 minutes. Most people can only manage around 1 minute."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The hair of really intelligent people contains larger quantities of the minerals copper and zinc than the hair of less clever people."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It is impossible to sneeze with your eyes open."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you sneeze, all of your bodily functions stop momentarily. "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An average person falls asleep in seven minutes."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Being cold in the night tends to give you bad dreams.The colder the room, the more likely you are to have a bad dream.Wrap up warm tonight!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "About 125 grams (5 ounces) of the food you eat each day comes out as faeces. Most of the rest is water, and the remainder is nutrients absorbed by your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you have your head cut off, you may remain conscious and able to see for several seconds before you die."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the 1930s, it was not uncommon for women to swallow live tapeworms in an attempt to lose weight. The tapeworms would live in their stomachs, eating some of the food the women ate."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It only takes about 10 days to die from a total lack of sleep."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who live at very high altitudes have blood in their bodies that can deliver oxygen around the body much more efficiently than the blood of sea-level dwellers."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dripping concentrated chilli oil into open wounds during surgery numbs the nerves for weeks and prevents patients feeling pain after an operation."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A ‘body farm’ is a research centre where dead bodies are left to decay in various situations. Scientists study their decomposition and the information is used to help police with murder investigations."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your fingernails grow four times faster than your toenails."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Chewing bread or gum while you peel onions will prevent the onions making you cry."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Mitochondria are parts of the cells in our bodies. Scientists think that they were originally bacteria, which have become absorbed into our bodies and are now an essential part of us.They take in nutrients and make energy for our cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some substances colour your urine – if you eat lots of rhubarb, your urine will be orange, and blackberries can make it go red!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1804, trainee doctor Stubbins Firth tried to prove that yellow fever is not an infectious disease by drinking his patients’ vomit! Although he d_id not get yellow fever, he was wrong. It is very contagious, but must enter directly through the bloodstream."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Chinese scientists are testing robot-controlled mice. They follow instructions from a computer transmitted through electrodes in their brains. Scientists are hoping to use their techniques to cure disabilities by bypassing damaged nerves."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People in Pakistan have been visiting the dentist for 9,000 years.Archaeologists have found drilled and capped teeth in ancient skeletons discovered there. "
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people’s ears grow a quarter of a centimetre (0.1 inches) per year for their whole life."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Genetic ev_idence shows that most people in Britain are descended from the Spanish. It’s thought that Spanish fishermen colonized Britain 6,000 years ago and took over from the native Britons."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most American fashion models are thinner than 98 per cent of American women."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The amount of electrical energy generated by your brain is enough to power a light bulb!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Medical researchers studied 46 professional swordswallowers and discovered that sore throats are common amongst them, especially when they are training... how surprising!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Researchers think girls like pink and red colours because thousands of years ago their job was to hunt for ripe berries. Over the years girls’ eyes became conditioned to seek out those berry colours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Babies have many more taste buds than adults."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A chemical from bullfrogs may help doctors to wipe out the deadly MRSA virus, which infects some hospital patients."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Frog chemicals have been used to treat wounds for centuries."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Neanderthal (early) man had larger brains than people have now!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One of our closest relatives is the colugo or ‘flying lemur’. It’s like a squirrel with bat-like flaps of skin between its arms, legs and tail and it gl_ides from tree to tree. After apes, it’s the animal genetically closest to humans!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "One in 20 people has an extra rib."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Doctors in the old days used leeches to remove people’s blood.Today, doctors still use leeches in some surgical procedures, as they produce chemicals that kill pain and keep blood flowing without clotting."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Gnathostoma spinigerum is a parasitic worm that lives under the skin. It moves around at a rate of about 1 centimetre (0.4 inches) per hour, so if you have one you can watch it moving under your skin!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are around 100 million microbes living in your mouth at any time. They feed on scraps of food and dead cells from your mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Gas you take in with food takes between 30 and 45 minutes to be released as a fart. It can come out quicker as a burp."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dandruff is made of clumps of dead skin cells mixed with dirt and oil from your scalp.You lose millions of skin cells each day, so there’s plenty available to make dandruff!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are 2,000 glands in your ear that produce earwax.The sticky wax collects dirt, dead bugs and old skin cells before it falls out of your ears. It also kills germs!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The water in urine comes from your blood. It goes from your food and drink through the gut wall into the blood, and is taken from the blood to make urine."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The name for gurgling in your stomach is borborygmus. It’s caused by all the gases and half-digested food jumbling around and being pushed through the gut."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Mucous (slime) in your nose collects all the dirt you breathe in, including particles of smoke, pollen, exhaust fumes – and even dust from outer space! The slime and dirt clump together to make bogeys."
  }
]
