[
  {
    "category": "animals",
    "_id": 1,
    "title": "Half of the bulk of faeces is bacteria."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bile is the liqu_id that breaks down starches in your body. It determines the colour of urine, faeces and vomit."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The broad tapeworm can live in your gut for decades and grow to 10 metres (39 feet) in length.You may not even know you have one..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A pimple appears when a hair follicle becomes clogged by dried-up oil that oozes out of the skin."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sweat only smells bad because bacteria break it down when it stays on your skin. So, if your armpits or feet smell, it’s rotting sweat helped along by colonies of bacteria."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the condition myiasis, maggots hatch out and live under the skin – they can even be seen wriggling around. In 1993, doctors in Boston, USA, developed a treatment for myiasis that involved covering the skin with bacon. Maggots like the bacon, so come up towards it. Doctors then pull them out with tweezers. Gross!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most people pass about a litre (2 pints) of gas a day as burps and farts."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacteria can survive 10,000 times the dose of radiation that would kill a person."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are tiny hairs all over your body, except for the palms of your hands and the soles of your feet."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tooth farming is an experimental technique in which scientists take dental stem cells (cells from immature teeth) and use them to grow complete teeth. So far, only parts of a tooth have been grown, but farmed teeth might replace dentures in 15 years’ time."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Forensic scientists examine maggots and beetles eating dead bodies to try to work out the time that the person died. They work out at which stages of decomposition the different bugs like to eat the body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you vomit, the muscles that usually push the food down through your gut go into reverse and push it up and out of your mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dead bodies swell up as they rot, because decomposition produces lots of gas. Some dead bodies burp or fart as they release gas, which can be quite alarming!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "There are several medical conditions that lead people to act like or believe they are wild animals such as wolves. These may explain some of the stories about werewolves."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your stomach uses hydrochloric ac_id to digest your food, but if you spill it on to your skin, it burns you. The stomach produces mucous to protect itself from the ac_id. When someone dies and the mucous stops, the ac_id starts to dissolve the stomach."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Roy Sullivan of the USA survived being struck by lightning seven times and eventually committed suic_ide."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Putrescine, one of the smelly chemicals produced by rotting dead bodies, is also partly responsible for bad breath."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people pay to have their bodies frozen after death in case scientists work out a way to bring them back in the future!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You produce about a litre (about 2 pints) of saliva every day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It helps to break down your food before you swallow it, and to keep your teeth clean."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When people die in extreme circumstances their muscles can go into spasm and freeze in their final position. Forensic scientists can use this to show that someone was still alive when pushed into a river, for example, or died holding a weapon."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Fleas that live on rats spread bubonic plague, which killed around a third of the population of Europe in the 14th century.They only started to bite humans because all the rats died."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human body uses 60 calories an hour just to sleep – the same as it takes to watch TV. So if you were a complete couch potato, you would need to eat only 1440 calories a day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The placenta (the organ which grows to nourish a baby ins_ide its mother) uses the same biological tricks as a parasitic worm to h_ide from the mother’s immune system.Without it, the mother’s body would reject the baby as an intruder."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A blackhead is black because the oily gunk in it changes to a black colour on exposure to the air."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If a wound gets infected, find some maggots to put on it! They will eat all the rotten flesh and protect you from gangrene."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The nastiest form of the disease malaria can cause the blood vessels in the brain to clog up with dead blood cells, causing deadly spasms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the First World War, soldiers used the super-absorbent sphagnum moss to bandage their wounds. It can soak up four times as much blood as cotton bandages, but was a disgusting colour, like dried pus!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human body contains an amazing 10,000,000,000,000,000,000,000,000,000 atoms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists have recreated the deadly flu virus that killed one per cent of the entire world population between 1918 and 1919. Smart, huh?"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You will probably produce enough saliva during your life to fill two swimming pools."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A virus can only survive in a living host cell so it’s not in a virus’s interest to kill you. Even so, viruses caused all pandemic illnesses except bubonic plague, so don’t get too relaxed about them!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Early anatomists were not allowed to study dead bodies, so they pa_id grave robbers to steal them. Often, the bodies of executed criminals were stolen and sold."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A flea carrying bubonic plague gets blocked up with plague bacteria then vomits them up into the bite it makes in its animal host."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "If you don’t have enough water, eventually your lips shrivel and go black, your tongue swells so that it won’t fit in your mouth, and you can go nearly deaf and blind.Your skin turns grey or purple, your breath stinks and your spit turns gluey and smelly, and if you cut yourself you don’t bleed. So make sure you drink up!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Occasionally a baby is born with its legs fused together, but still with two feet.This mutation might have led to ‘true’ stories of merma_ids."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Casper’s Law of decomposition states that a body left in the open air decomposes twice as fast as if it were immersed in water and eight times faster than if it were buried underground."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Xenographic transplants involve taking an organ from an animal and using it in a human being – a chimpanzee heart was transplanted into a man in Mississippi, USA in 1964, but the patient died two hours later."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human stomach can hold up to 4 litres (7 pints) of partlydigested food. A cow’s stomach can hold ten times as much – enough to fill a whole bath!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who suffer from migraines (terrible headaches with sickness) have thicker brains than people who don’t. Scientists don’t know which came first in sufferers, the thickening or the migraines."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Stone Age people used to practise trepanning – an early medical procedure that involved drilling a hole in the skull.They had no anaesthetics, so it must have hurt – but the patients d_idn’t all die – lots of skulls have been found with partly healed holes!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Many cures used in ancient times really do work. One was to put honey on wounds and then dress them with willow bark. Honey is an antiseptic, which stops the wound going bad and willow contains the same painkiller that’s in aspirin. Genius!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A new way of treating cancer involves blowing bubbles ins_ide the body.When the bubbles burst, they release heat, which kills the cancer cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who suffer from migraines (terrible headaches with sickness) have thicker brains than people who don’t. Scientists don’t know which came first in sufferers, the thickening or the migraines."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The latest artificial limbs can be controlled just by thought.Amazing!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bacterial farms are used to produce certain drugs. Scientists have adapted bacteria to manufacture the hormone insulin needed by people with diabetes. Previously, insulin was taken from cows and pigs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human brain contains one hundred billion nerve cells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A new method of transferring information, using the human body to carry the signal, means we could soon be able to pass on material such as photos and songs just by shaking hands!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your nose and ears never stop growing."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Synaesthesia is a condition that jumbles up how people sense things.They might ‘see’ sounds as colours, or ‘hear’ smells as sounds."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Heavier women produce brainier children! Scientists believe that fat stored on a woman’s hips contains ac_ids that are essential to the development of the unborn baby’s brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You’re more likely to get ill from kissing another person than a dog. Even though a dog’s mouth has as many germs as a human’s, not as many of them are harmful to us."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A rare response to a virus that normally causes warts can also lead people to develop brown growths, which make them look as though they are covered with tree bark."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Before they are born, developing human babies have a tail, and some developing snake babies have legs. Perhaps we have more in common with snakes than we think!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In one day, your blood travels 19,312 kilometres (12,000 miles)!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Heavier women produce brainier children! Scientists believe that fat stored on a woman’s hips contains ac_ids that are essential to the development of the unborn baby’s brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It’s possible that hiccups come from our distant ancestors who crawled out of swamps and had both lungs and gills. Hiccups may be a remnant of a way of closing off their lungs when in the water."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Most human mutations happen on the Y chromosome, which only men have."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People in some countries would bind their babies’ heads using wooden boards, to make them grow into strange shapes... don’t try it with your baby brother or sister!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your skin weighs about 3 kilograms (6.5 pounds) – the same as a bag of potatoes."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A man born in England long ago had four eyes, arranged one pair above the other. He could close any one eye independently of the others."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Necrotizing fasciitis or the ‘flesh-eating bug’ causes your flesh to rot, die and fall off. It can be fatal, and even people who recover often lose whole chunks of their bodies.Yuk."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Zombies are not just a fictional invention.Witch doctors called bokors in Haiti, can use a special combination of plantbased drugs to make a person appear to be dead, then revive them and keep them under their control."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Being born with webbed hands or feet is quite common. It happens because fingers and toes develop from a flipper-like hand or foot that div_ides on the unborn baby. If it doesn’t div_ide properly, the skin stays webbed."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people have an abnormality called ‘hairy tongue’ which gives them – you guessed it – a hairy tongue! In fact, it’s not hair, but extra long papillae (the little bumps on your tongue). They also turn black!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A Swiss journalist called Etienne Dumont is growing horns on his head. He has silicon implants under the skin and as the skin grows over them he replaces them with slightly larger ones."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Every year you will eat about 500 kilograms (1,100 pounds) of food.That’s about the same weight as a small car!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Even when you are elderly you will still have the tooth enamel that was formed in your mother’s womb."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The skin of your eyel_id is only 0.5 millimetres (0.02 inches) thick, the same w_idth as a single hair."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Every day, you produce enough saliva in your mouth to fill five cups."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Humans can tell the difference between 10 million different colours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A traditional treatment for the pain of arthritis is bee venom... but then you’re faced with the pain of bee stings!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The skeleton of a body buried in PH neutral soil or sand can survive for thousands of years."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When girls are one and a half years old they are almost half their adult height.The same happens for boys when they are two."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Forensic dentists examine teeth and tooth marks.Their work includes _identifying dead bodies, and examining bite marks to match them to assailants."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In the 1700s a Russian woman had 69 children: 16 pairs of twins, 7 sets of triplets and 4 sets of quadruplets.That’s a lot of birthdays to remember!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Carrots really do help you see in the dark – they contain vitamin A, which helps the retina to develop."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When you look at your tongue first thing in the morning, it is covered in white stuff. These are cells that died during the night."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You have 10,000 taste buds on your tongue. By the time you are 60, half of these will have died."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some people suffer from a sleep-related eating disorder that makes them get up in the night (while still asleep) and go to the kitchen to stuff their face!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Ebola fever is a horrible disease that makes people bleed from all their body openings, and turns their internal organs to liqu_id. Victims always die."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Human memory recalls events seven times faster than they really happen."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Many victims of the flu pandemic in 1918 went deep purple just before dying.Their lungs were so badly damaged by the disease that no oxygen could get into their blood."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "You have more bacteria than human cells in your body."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "People who have been struck by lightning often develop musical ability they d_id not previously have!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Strychnine poisoning causes extreme muscle spasms. They can be so severe that the body can jerk backwards until the heels touch the back of the head and the face is drawn into a terrifying, w_ide, fixed grin."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Having hookworms ins_ide your body can protect you from asthma. Some people have deliberately infested themselves with hookworm to get r_id of their asthma."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Messages are sent to your brain at around 360 kilometres (224 miles) per hour."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 2002 German anatomist Gunther von Hagens carried out a public autopsy, cutting up a corpse in London, England. It was the first public autopsy for 170 years and was illegal.The police attended, but d_id not stop the autopsy or arrest von Hagens, and the autopsy was even broadcast on television."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "It is possible to die in just 4 minutes from choking or a blocked windpipe."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The most dangerous animal to humans is the house fly – it carries more diseases than any other creature."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The human intestine is 9 metres (nearly 30 feet) long. Just as well it’s all coiled up!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1822 a man called Alexis St Martin was shot in the stomach. A doctor called William Beaumont cared for him, but the wound d_idn’t heal completely and the man was left with a hole leading right into his stomach. Beaumont used it to study the workings of the stomach. St Martin’s meals used to leak out of the hole unless he kept it covered!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "18th-century Italian scientist Lazzaro Spallanzani often made himself sick to get samples of stomach ac_id for his experiments."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Bodies buried in a peat bog may be naturally preserved for hundreds or even thousands of years. Bog bodies have dark leathery skin, but are still recognisable."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some of the Fore people of New Guinea suffered from a strange illness that caused shaking, paralysis and death and defied medicine for years. It was eventually discovered that the disease, kuru, was caused by eating the undercooked brains of dead relatives, part of the Fore people’s burial ritual."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A Big Mac prov_ides 2,365 kilojoules (565 calories) of energy. You’d need to cycle for 3 and a quarter hours to burn it off."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Your heart beats about 35 million times a year."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hookworms enter through the feet, are carried in the blood to the lungs, and then travel up into the throat to be swallowed.The gut is their final destination – they bite onto it and live there."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An 11-year-old boy needs around 10,000 kilojoules (2,388 calories) of energy from food each day.A canary needs only 46 kilojoules (11 calories) and an elephant needs 385,000 (91,955 calories). The boy could get his 10,000 energy by eating 71 canaries or a small portion of elephant!"
  }
]
