[
  {
    "category": "animals",
    "_id": 1,
    "title": "Cats can’t taste sweet flavours."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Dutch scientists have developed a dog food that is almost entirely absorbed by dogs, leaving only 10 per cent as waste. The _idea was to solve the problem of dog faeces on city streets. Dogs eating the new food produce only a small, dry pellet of faeces."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Guillemots are sea birds that roost in large groups.To help them tell their eggs apart, female guillemots lay eggs with very different patterns on the shells."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tuna never stop moving.They swim for their entire lives, covering a distance of around 1.6 million kilometres (1 million miles) over 15 years."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some sea birds have red oil in their eyes, which acts as natural sunglasses to protect their eyes from the glare of bright sunlight."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Both chameleons and seahorses can move their eyes independently, so they can see in two directions at once."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A donkey can look at all four of its feet at once."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "When sloths go down to the ground once a week to go to the toilet, moths that live in their fur lay their eggs in the faeces – the larvae can then enjoy a delicious meal when they hatch."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A goldfish kept in a completely dark room will eventually turn white."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Birds such as cuckoos and cowbirds lay their eggs in the nests of other birds. Some chicks have a hook on their jaw, which they use to remove the host chicks from the nest. The hook falls off when the chick is a few days old."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A sperm whale can dive to depths of 2 kilometres (1.25 miles)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists have discovered the remains of a dinosaur that was 1.8 metres (6 feet) long, tunnelled underground and lived in burrows – rather like a giant mole!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "American scientist Robert Cornish carried out an experiment to try to bring animals back from the dead by moving their bodies up and down on a seesaw."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 1954, Russian scientist Vladimir Demikhov created a two-headed dog by grafting the head and front legs of a puppy onto a full-grown dog.The two heads would sometimes fight.The animal lived six days, but later he made one that lived a month. Freaky!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists in Flor_ida, USA, fitted an injured dolphin with a rubber tail after her real tail was amputated following an acc_ident."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Researchers at the University of Barcelona carried out a study, which showed that rats couldn’t tell the difference between Japanese spoken backwards and Dutch spoken backwards. Maybe the rats just d_idn’t care…"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Ravens can untie knots, undo velcro and open zips."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Albatrosses get seasick if kept on a boat."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A German aquarium plays love songs to its sharks in an attempt to get them to mate.The technique has also been tried with pandas and monkeys (but not in an aquarium!)"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A giant panda can eat 45 kilograms (100 pounds) of bamboo in a single day."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists at Harvard, USA, use fluorescent proteins to colour the brain cells of mice.As the brain works, different parts show up in different colours. The proteins are part of the mouse’s genetic make-up, and cause it no harm.The multicoloured brain stains are called a brainbow."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The huge plant-eating dinosaur diplodocus, had a tail measuring up to 14 metres (45 feet) long."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In 2001, a hammerhead shark in a zoo in Nebraska, USA, gave birth despite having no male partner. Some bony fish can also produce babies without a partner.The baby is a clone (an exact copy) of its mother."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Tortoiseshell cats are usually female, but if they are born male, they’re almost always sterile."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Homing pigeons use the Earth’s magnetic field to help them find their way home."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The only animals that can recognise their own reflections in a mirror (bes_ides humans) are the great apes, dolphins and elephants."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Swiss vets have found that dogs are suffering from stress more and more. Living in a city and having a demanding owner are two reasons dogs suffer from headaches, stomach pain and other stress-related symptoms."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists using genetic engineering techniques have made a ‘mighty mouse’ that can run at 1.2 kilometres (0.75 miles) per hour for 4.8 kilometres (3 miles). It can live much longer than a normal mouse, and carries on having babies after a normal mouse would have died from the effect."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Polar bears can smell prey, such as seals, over 30 kilometres (18 miles) away, even if they are under thick ice."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some birds that lay their eggs in the nests of others revisit frequently to check up on their eggs. If their egg has been removed, they may have a strop and vandalize the nest, killing the other eggs or chicks."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An inventor in Sussex, England, designed a cat-flap that was colour-sensitive. It would let his ginger cat in, but not his neighbour’s black cat. It was also linked to a satellite that he claimed could prevent nuclear war. At least the first part worked..."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A catfish has ten times as many taste buds as a human."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A toucan’s tongue is shorter than its beak so it can’t use it to help get food into its mouth."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An Indonesian pig called the babirusa has long curved horns that grow up from its nose. In old animals, the horns sometimes grow in a complete circle and pierce the jaw. Not a good design!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The matamata turtle moves so slowly that algae grow on its shell. But when it eats, it sucks in large fish with a gulp so fast that it can’t be seen with the naked eye!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A tenrec is a Madagascan hedgehog that looks rather like a spiky penguin. It can rattle its spines to scare predators and even detach some to leave as needles in anything that attacks it."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some tortoises urinate on their back legs to keep themselves cool in the desert.The evaporating water takes away body heat. But they must smell a bit!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Owls eat small animals such as shrews and mice whole.They then vomit up the bones and fur in compact pellets."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A starfish doesn’t have a brain."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Sand grouse fathers have the tricky task of finding a drink for their babies in the desert.They fly to an oasis, up to 40 kilometres (25 miles) away, soak themselves in water, and then go back to the nest where the chicks drink the water from their feathers. Their belly feathers can only hold up to 25 millilitres (about a tablespoon) of water, so they have to make the round trip a few times!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Some scientists believe that the first animals came from the sea, slithered onto dry land and grew legs and others d_id the opposite – they preferred the sea and so gave up their legs!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Zebras have indiv_idual striped patterns that are as distinctive as fingerprints."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Cows can go upstairs but not downstairs."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Hummingbirds can’t walk – they can only perch or fly."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Armadillos always give birth to quadruplets (four _identical babies)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Scientists sometimes pick apart owl pellets (undigested food that owls vomit out) to find out what they’ve been feeding on.You can even buy owl pellets to examine at home – so get some owl vomit and try it yourself! Eugh!"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "In a rare mutation, chick embryos can grow teeth like crocodiles."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A dog has up to 150 square centimetres (23.25 square inches) of olfactory membrane – the area used to detect smells. A human has around 4 square centimetres (0.62 square inches)."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants are the only mammals that can’t jump."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "A giraffe can lick ins_ide its own ears."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "The hyena is the only wild animal that doesn’t catch rabies."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Elephants have 40,000 muscles in their trunks which they can use to pick up a single blade of grass."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "An octopus will eat itself if it becomes extremely stressed."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Farmers in Russia are farming moose for their milk. They use the scent of baby moose to try to tame the animals."
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Porcupines float in water. (No, don't try it…!)"
  },
  {
    "category": "animals",
    "_id": 1,
    "title": "Whales sometimes beach themselves and get stranded on land, unable to move back into the sea. If one whale is stranded, its distress calls may bring others to help, leading to whole schools of whales being beached at once."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Crickets hear through their legs."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Leafcutter ants mix chewed-up leaves with spit and droppings to make yummy compost.They also grow fungus on their compost heaps to eat."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The gulper eel lives in the deep sea, up to 5 kilometres (3.1 miles) down and can grow to 2 metres (6.6 feet) long. Its hinged mouth opens to more than 180 degrees, allowing it to swallow enormous prey even bigger than itself."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "The darkling beetle lives in the desert where it’s hard to find a drink. It has a special method – it sticks its front end into the sand and leaves its back end sticking up at night. Fog condenses on its behind, then runs down the beetle’s body into its mouth. Ingenious!"
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Oysters can change sex several times during their lives."
  },
  {
    "_id": "1",
    "category": "animals",
    "title": "Scientist Laurence M Klauber (1883–1968) was known as ‘Mr Rattlesnake’. He collected 35,000 pickled snakes and reptiles over his life. (He didn’t eat them – they were pickled to preserve them for study!)"
  }
]
