[
  {
    "category": "interesting",
    "title": "One in every 4 Americans has appeared on television.",
    "_id": "572bca9d0cf046574a3dbdac"
  },
  {
    "category": "interesting",
    "title": "You share your birthday with at least 9 million other people in the world.",
    "_id": "572bca9c0cf046574a3dbdab"
  },
  {
    "category": "interesting",
    "title": "Grapes explode when you put them in the microwave. Go on, try it then",
    "_id": "572bca9c0cf046574a3dbdaa"
  },
  {
    "category": "interesting",
    "title": "The first license plate on a car in the United States was issued in Denver, Colorado in 1908.",
    "_id": "572bca9c0cf046574a3dbda9"
  },
  {
    "category": "interesting",
    "title": "Butterflies cannot fly if their body temperature is less than 86 degrees.",
    "_id": "572bca9c0cf046574a3dbda7"
  },
  {
    "category": "interesting",
    "title": "The average person walks the equivalent of three times around the world in their lifetime.",
    "_id": "5921837b9c6997953958970c"
  },
  {
    "category": "interesting",
    "title": "A human will eat, on average, 70 assorted insects and 10 spiders while sleeping.",
    "_id": "5921835e9c6997953958970b"
  },
  {
    "category": "interesting",
    "title": "A single cloud can weigh more than a million pounds.",
    "_id": "592183399c6997953958970a"
  },
  {
    "category": "interesting",
    "title": "Walt Disney created multiple fake companies (like M.T. Lott Real Estate) to buy Florida land in the 1960s. This let him acquire what is now Disney World while avoiding suspicion and keeping prices low. The stores on Main Street shop windows are the names of those original companies.",
    "_id": "58fa6e6a9c69979539589656"
  },
  {
    "category": "interesting",
    "title": "The weight of all the ants on earth is equivalent to the weight of all the humans on earth.",
    "_id": "58e5617b9c699795395895fc"
  },
  {
    "category": "interesting",
    "title": "Over 40M people of Irish descent are in the United States, 8x more than the population of Ireland.",
    "_id": "58cc0dfa9c699795395895ad"
  },
  {
    "category": "interesting",
    "title": "Ugly people are more likely to get harsher prison sentences as opposed to attractive people",
    "_id": "58bf352fd25f996713186f1a"
  },
  {
    "category": "interesting",
    "title": "Mageirocophobia is the fear of cooking",
    "_id": "58b880b6d25f996713186f05"
  },
  {
    "category": "interesting",
    "title": "If you lift a kangaroo’s tail off the ground it can’t hop.",
    "_id": "58b8775cd25f996713186f00"
  },
  {
    "category": "interesting",
    "title": "Facebook is predominantly blue in color because Mark Zuckerberg is red-green colorblind and blue is the \"richest color\" that he can see",
    "_id": "58b0faf5d25f996713186ef6"
  },
  {
    "category": "interesting",
    "title": "Joe Rogan paid $10,000 for a T1 internet connection in order to play Quake without lag.",
    "_id": "58b0fa10d25f996713186ef5"
  },
  {
    "category": "interesting",
    "title": "The numbers '172' can be found on the back of the U.S. $5 dollar bill in the bushes at the base of the Lincoln Memorial.",
    "_id": "58a1c50e1344c5dc07f371e6"
  },
  {
    "category": "interesting",
    "title": "Undergound is the only word in the english language that starts with 'Und' and ends with 'Und'",
    "_id": "589681471344c5dc07f371cf"
  },
  {
    "category": "interesting",
    "title": "The seats and curtains in theatres are red because red is the first colour that is lost to our sight in low-light conditions, which thus makes the surroundings seem black and unobtrusive when watching a movie or performance",
    "_id": "58851ad5cdb32d184aa20f00"
  },
  {
    "category": "interesting",
    "title": "The term \"genuine leather\" isn't reassuring you that the item is made of real leather, it as an actual distinct grade of leather and is the second worst type of leather there is.",
    "_id": "5871834faedebe8e6bc40909"
  },
  {
    "category": "interesting",
    "title": "The Earth orbits the sun at an average speed of 107, 220 kms per hour.",
    "_id": "585ca8d0aedebe8e6bc408e4"
  },
  {
    "category": "interesting",
    "title": "When Joseph Gayetty invented toilet paper in 1857, he had his name printed on each sheet.",
    "_id": "585ca3e3aedebe8e6bc408e1"
  },
  {
    "category": "interesting",
    "title": "The Dead Sea is roughly 8.6 times saltier than the ocean.",
    "_id": "585ca222aedebe8e6bc408db"
  },
  {
    "category": "interesting",
    "title": "There is enough energy in one bolt of lightning to power the average home for two weeks.",
    "_id": "585c9ac0aedebe8e6bc408d0"
  },
  {
    "category": "interesting",
    "title": "Cigarette butts are the most littered item at the world, with an estimated 4.5 trillion littered annually. Each butt can take 5 to 400 years to completely break down.",
    "_id": "58549cf8aedebe8e6bc4086d"
  }
]
