[
  {
    "title": "A mushroom from Africa, called the Lady in the Veil, grows faster than any other organism in the world. It grows up to 20 centimetres (8 inches) in only 20 minutes, and can be heard cracking as it grows!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "There have been rainstorms with falling fish, frogs and toads!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some trees communicate using chemicals. If a wood-eating bug attacks one, the tree releases chemicals into the air, which prompt other trees in the area to produce a poison that deters the bugs.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Rainforests cover a mere 2 per cent of the earth, yet more than half of all plant and animal species live there.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1894, a turtle that was frozen inside a giant hailstone fell to earth.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Hot water freezes more quickly than cold water.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Lake Titicaca in Bolivia is home to lots of sea creatures – but it’s an inland lake.The lake was stranded when the landscape changed, trapping sea creatures in its saltwater environment.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "There was once a giant hailstone! In 1849 a block of ice that was 6 metres (20 feet) long fell from the sky in Scotland.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Parts of the Atacama Desert in Chile have had no rain for 400 years.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some types of plants and animals have evolved to live in the most hostile places such as inside volcanic vents, at the bottom of vast caves, and even deep under the sea.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A bacterium in spoiled food, which causes the food poisoning botulism, is one of the deadliest known poisons. Just 450 grams (one pound) of the bacteria could wipe out the human race.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Ball lightning is the name given to fiery balls, that whiz through the air, lasting several seconds. No one knows what causes them and some scientists doubt they exist, even though there have been many sightings. In 1994, ball lightning left a hole in a closed window that measured 5 centimetres (2 inches)!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The South African quiver tree cuts its own branches off to preserve water. Clever tree!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "There are about 10 million species of living things on earth.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Stinging nettles grow well in soil that contains dead bodies – they thrive on a chemical called phosphorous which is in the bones.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Water devils are small whirlwinds that make thin columns of water that whirl and twist over the surface of a lake. They can look like the neck of a monster, weaving to and fro, and might explain legends of beasts such as the Loch Ness Monster.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "On 7th July 1987 the temperature in Kansas, USA, rose from 24 degrees Celsius to 35 degrees Celsius (75 to 95 degrees Fahrenheit) in just ten minutes!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Potatoes are from the same family of plants as deadly nightshade. If the potato were to be discovered now, it would probably not be approved as a food!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A rare herb that grows in Bolivia waits 80–150 years before it flowers.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Old tales of a rain of blood can be explained by red sand being picked up, carried vast distances in clouds, and falling with the rain.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A lightning bolt is five times hotter than the surface of the sun.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some clouds are up to 20,000 metres (65,000 feet) thick from top to bottom – nearly three times as tall as Mount Everest.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A cactus that grows in the Arizona desert grows less than 2.5 centimetres (1 inch) in the first ten years of its life. It’s a slow starter!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A litre (1.7 pints) of sand contains around 8 million grains.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The corpse flower or stinking lily is the smelliest flower in the world. Its stench is disgusting – it smells like a rotting corpse. This attracts insects that feed on the dead matter, and they pollinate the flower.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some scientists estimate that up to two million species became extinct during the 20th century alone.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "At any one time, around 100 lightning bolts are striking the earth.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Don’t believe the expression – lightning can, and does, strike twice! Tall buildings and mountaintops are especially vulnerable.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A type of carnivorous plant found in the tropical rainforests of Asia can ‘eat’ birds and even rats.Animals are attracted by the nectar of the flower, and then fall into a vat of chemicals which dissolve them, feeding the plant.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A type of amoeba (single-celled organism) that lives in warm rivers, lakes and even swimming pools can infect people if the water gets up their nose. It eats their brain away and they die within two weeks. Although rare, death-by-amoeba is becoming more common! Scary!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Norwegian spruce pine tree growing on Campbell Island in Antarctica stands more than 222 kilometres (139 miles) away from the next nearest tree. It must be lonely!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1986, 92 people were killed in Bangladesh by hailstones that weighed over 1 kilogram (2.2 pounds) each.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Giant raindrops that were 8.6 millimetres (0.3 inches) across were measured in Brazil in 1995.The width of the drops was measured using lasers.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The aurora borealis, or Northern lights are displays of swirling green, red and other coloured light high in the night sky near the North Pole.They’re caused by charged particles from the solar wind hitting atoms from the earth’s atmosphere, making them emit coloured light.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Potatoes are the roots of the potato plant.They are where all the plant’s energy is stored.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some types of bamboo grow up to 91 centimetres (35 inches) a day. This means they are growing at a rate of 0.00003 kilometres (0.00002 miles) per hour!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Brazil is home to 30 per cent of the rainforest left on earth.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1976, children playing in a school football match found their heads began to glow. It was an appearance of St Elmo’s fire – a glow caused by the build-up of static electricity before a thunderstorm.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A prickly cycad (a type of plant) brought to Kew Gardens in London in 1775 is still alive, more than 230 years later.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Commonwealth Bay in Antarctica has the strongest winds of anywhere in the world – they blow at up to 322 kilometres (200 miles) per hour.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Tough little tadpoles of some species of frog are able to live inside a pitcher plant without being dissolved by its acidic juices.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The most poisonous plant in the world is the castor bean. Just 70 micrograms (2 millionths of an ounce) is enough to kill an adult human. It’s 12,000 times more poisonous than rattlesnake venom.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The bark of the redwood tree can’t burn.When there are wildfires in redwood forests, it is the inside of the tree that burns!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "It takes a tonne (2,204 pounds) of mulberry leaves, eaten by silkworms, to produce just 5 kilograms (11 pounds) of silk.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A Venus flytrap is a carnivorous plant that traps and eats flies. It doesn’t strike quickly – it takes half an hour to squash a fly and kill it, and another ten days to digest it.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The Arctic tundra is a huge, flat, treeless region that has a permanent layer of frost under the ground. The permafrost is 450 metres (1,476 feet) deep underground.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The shell of a lobster is made of chitin – the same substance that mushrooms are made of.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Most bacteria are tiny – there can be 50 million bacteria in a single drop of liquid.Yet the largest bacterium can just about be seen with the naked eye.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The lily pads of a giant water lily that grows in the Amazon are strong enough for a small child to sit on.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Between the year 2000 and 2005, 80,467 square kilometres (31,068 square miles) of rainforest were lost to deforestation (cutting down trees).",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The oceans provide 99 per cent of the habitable space on earth because they are so deep – on land, all plant and animal life is clustered on the surface.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Wildfires travel uphill more quickly than downhill. Hot air rising from the fire dries out the trees on the hillside above it, so they burn more easily.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1461 there appeared to be three suns lined up in the sky over Herefordshire, England.The effect was produced by sundogs – tiny ice crystals in the sky, which reflect light to make ghostly images of the sun.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A potato is no more fattening than an apple – they have about the same number of calories. It’s how the potato is cooked (often with oil or butter) that can make it fattening.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In March 1911, snow that was 11.46 metres (37 feet 7 inches) deep fell in California, USA.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Meghalaya in India has 1,187 millimetres (467 inches) of rain a year, making it the rainiest place in the world.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The roots of some pine trees can extend for 48 kilometres (over 30 miles).",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Cyanide is a poison that can be made from several plants. A tiny amount is deadly in just five minutes.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some plants, including grass, produce a poison when something starts to eat them.This is a chemical response to protect the rest of the plant.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A puffball fungus can release 7 billion spores in a single day. Luckily, they don’t all grow, or there would be fungi everywhere you looked!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Many animals including foxes, squirrels, cockroaches and mice have adapted to urban living. Cities aren’t their natural habitat, but there’s lots of food and it’s nice and warm – why would they ever leave?!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some fungi glow in the dark and can be seen from 15 metres (50 feet) away.They are used as natural lanterns.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The smallest type of tree is a dwarf willow that grows in Greenland. It is only 5 centimetres (2 inches) tall.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "If a chicken is caught up in a tornado, its feathers can be ripped out – but it can still survive.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The taste of rat poison varies in different countries. It is adapted to suit the food rats are most used to.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some plants grow faster if they are played music. Researchers found the most effective music was ‘Bat out of Hell’ by the singer Meatloaf!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A book of plants published in England in 1597 claimed that tomatoes are poisonous. The author acknowledged that they were eaten regularly in Spain and Italy, though!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The seeds of the orchid flower are so light that just over 1 million of them weigh only one gram (0.035 ounces).",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some desert plants have adapted to their dry environment by growing really long roots that suck water from deep underground.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Fungus isn’t only mushrooms and toadstools. Mould growing on food that’s gone bad is fungus, and so are some nasty things that can grow on your body – like mould on your feet.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The present rate of extinction may be 140,000 species a year.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Minus 40 degrees Celsius is the same temperature as minus 40 degrees Fahrenheit.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The largest living thing on earth is a giant fungus that covers 10 square kilometres (3.86 square miles) in Oregon, USA. It is thought to be around 2,400 years old, but may even be as old as 8,650 years.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The air around a bolt of lightning is five times as hot as the surface of the sun.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The saguaro cactus can live for up to 200 years and grow to 18 metres (59 feet) tall. It stores up to 8 tonnes (17.637 pounds) of water inside it – but don’t cut one open for a drink in the desert as it’s poisonous to humans!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Only 0.001 per cent of the earth’s water is in clouds or falling rain at any one time. If you put a flower in water containing ink, you can turn it blue or black!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Getting parasites is a pain, but getting parasitoids means certain death – they live on or inside you, gradually eating you! But they mostly occur only in insects, so you don’t need to worry (unless you’re an insect).",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Plastic trees are being planted in the desert of Saudi Arabia to combat climate change! The idea is that water will condense in them at night, and slowly evaporate during the day, gradually cooling the climate. Clever trick!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Recycling 1 tonne (2,205 pounds) of paper saves 17 trees from being cut down.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A raindrop falls at 11 kilometres (7 miles) per hour.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Scientists working in the rainforests often find their feet go green and mouldy.The fungus, which usually breaks down old leaves on the forest floor, is just as happy living on a wet, smelly foot.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Lightning kills about 2,000 people every year.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The expression ‘once in a blue moon’ means that something hardly ever happens.A blue moon does happen occasionally, though – It happened in 1950 when a large wildfire in Canada sent soot high up into the sky making the moon look blue.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A peanut is not really a nut – it grows underground!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "There is not always thunder with lightning.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A lightning bolt is around 7.6 centimetres (3 inches) wide and 2 miles (3.2 kilometres) long.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A patch of rainforest the size of a football pitch can be home to 200 different kinds of tree.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The walking or stilt palm walks to a better spot if it doesn’t like where it’s living! The tree grows up to 70 feet tall in the Amazon. Stilts hold it up and support its central trunk. To move, the tree grows more stilts on one side, and then lets the other ones die so that it slowly moves along.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some cold-water coral reefs have been growing since the end of the last ice age – 10,000 years ago.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some trees can live for a very long time.A redwood tree which fell over in California, USA, in 1977 is thought to have been 6,200 years old – which means it started to grow 2,000 years before the earliest human civilizations started.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Avalanches can reach speeds of 130 kilometres (80 miles) an hour within 5 seconds of their initial movement.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Genetic engineering can combine genes from different plants and animals. A gene from a deep sea fish can be added to a vegetable to make it frost resistant! Some people call genetically modified foods like this ‘Frankenstein foods’.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The South American stinkhorn fungus smells of rotten meat and old toilets and has a slimy white spike which is irresistible to flies. Not a good pot-plant for your bedroom!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Instead of guard dogs, trumpet trees have ‘guard ants’ living in their trunks! In return for their home, the Azteca ants bite anything that nibbles on the tree and then squirt acid into the creature’s wound to make it extra sore. Ouch!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Seeds from the lotus plant can grow after lying around for 3,000 years.That’s a long lie-in!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The durian fruit smells foul – like rotting fish – but tastes great! It’s a favourite of orang-utans.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A tromatolite is a blob of algae and mud found on Australian beaches, naturally sculpted into the shape of a mushroom.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The main source of food for animals that live in the deep sea is marine snow – flakes of dead things and faeces from creatures who livehigher up in the water!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "There are 1,500 types of insect in one rainforest tree in the Amazon, including 50 types of ant!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The strychnine plant has fruit that looks like tiny oranges – but don’t be tempted to eat them as strychnine is a deadly poison. The tiniest amount can kill you!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A field of fescue grass, which grows in Canada, looks like lots of little plants, but is really a single plant that’s hundreds of years old.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Algae can live almost anywhere – they get into rocks through tiny cracks which leave them just enough sunlight to keep them alive.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The coldest place on earth is Vostok in Antarctica, where the temperature falls to nearly minus 90 degrees Celsius (minus 129 degrees Fahrenheit). Unsurprisingly, no one lives there!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 2001 a geologist in India found fossilized raindrops! The imprint was found in ancient rocks, proving that it rained on earth 1.6 billion years ago.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1982, Japanese scientists found a 10,000-year-old magnolia seed in a storage pit. They managed to grow it into a tree!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The Australian bloodwood tree oozes red sap that looks like blood when it is cut.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The saguaro cactus has a woody skeleton inside it! Some animals live in the skeleton once the plant has died.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 1957, passengers aboard The Edinburgh Castle sailing down the English Channel saw a row of ships on the horizon – some were upside-down and others were on top of each other. It was a trick of the light caused by hot and cold layers of air reflecting the light strangely!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Window plants in the Namib Desert grow transparent crystals on their leaves to protect them from the hot sun.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A pinch of soil holds 5 billion bacteria – nearly enough for everyone on the planet to have one each!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A pumpkin can grow roots with a total length of 24 kilometres (15 miles).",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some explorers have drunk the juice inside pitcher plants – a mixture of the plant’s acidic digestive juices and its half-dissolved victims.Yum.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Avalanches kill over 150 people worldwide every year.They are mostly skiers and snowboarders.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Scientists believe 70 per cent of dinosaurs are yet to be discovered, as more new species have been found in the last 20 years than ever before.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The pink petticoat plant has a flower that looks like a pretty petticoat – it might look nice but it gobbles up bugs that crawl inside it.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The anacampseros plant looks like a bird dropping to protect it from being eaten by animals.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Plants often grow inside the skeletons of dead bodies in the Arctic – they make warm homes and have lots of nutrients that nourish plants.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The largest bacteria are 1 millimetre (0.039 inches) long and are big enough to see with the naked eye.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "A ‘doomsday vault’ is being built in an Arctic cave to store seeds from all the world’s food-giving plants in case a major disaster wipes them all out. It will contain 4.5 million seed samples that will be able to survive for up to 1,000 years.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Ice is technically a mineral.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Over 99 per cent of all the species in the world that have ever lived are already extinct!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "All the animals on earth combined use 10,000 tonnes (over 22 million pounds) of oxygen a second.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The twin-spurred pitcher plant is also home to ants that eat some of the insects that fall in.The plant doesn’t mind, the ants break up the insects making them easier for the meat-eating plant to digest.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "In 90 per cent of avalanche accidents, the snow fall is triggered by a human being.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Brazil nut trees grow happily in the rainforest environment and refuse to grow anywhere else in the world. Scientists have tried to remove them to cultivate in labs, but the trees don’t like it.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "When polar ice melts, it sometimes reveals woolly mammoths frozen since the end of the last ice age. The mammoth meat can still be fresh – on one occasion, dogs ate the defrosted mammoth before scientists could investigate it!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Without starfish, the populations of mussels and sea urchins (which are only eaten by starfish) would explode, destroying the ecosystem of the world’s oceans.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Inside the vents of active volcanoes bacteria live in conditions equivalent to a vat of hydrochloric acid. They’re not fussy about their homes!",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The frequency of major hurricanes and storms has doubled over the last hundred years, possibly as a result of climate change.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The very highest clouds, around 80 kilometres (50 miles) above the earth, are visible after sunset. Scientists think they are made of ice crystals and dust from meteors.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Creosote bushes, which grow in North America, can live for 10,000 years.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The South Pole has no sun for 182 days each year.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "Some seeds eat meat! The seeds of shepherd’s purse fill with water, swell up and burst – revealing a slimy layer. Bugs that stick to the slime are dissolved as the slimy seed eat them.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "If you are trapped in an avalanche, you have a 93 per cent chance of survival if you are rescued within 15 minutes. These odds fall to between 20 and 30 per cent if you are under the snow for 45 minutes. It’s very rare for someone to survive longer than two hours.",
    "_id": "",
    "category": "Planet Eartn"
  },
  {
    "title": "The word ‘hurricane’ comes from the name Huracan – a Mayan god responsible for storms.",
    "_id": "",
    "category": "Planet Eartn"
  }
]
