[
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Hawaii has a beach with green sand. It’s the only one known, and was produced by olivine – a volcanic rock that smashed into tiny grains."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "In the last 550 million years, there have been five events that have each destroyed at least 50 per cent of all life on the planet."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Fossilized sea animals are often found on the tops of tall mountains.The mountain tops were once parts of the seabed that have been pushed upwards by colliding lumps of land."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Some rocks float on water. Pumice stone is hardened volcanic lava. It often contains so many air bubbles that it is light enough to float."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "For 186 days of the year, the Sun is not visible at the North Pole."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The largest desert in the world also contains most of the world’s fresh water! Antarctica qualifies as a desert as it has virtually no rainfall."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "When lightning strikes a beach, it melts the sand, which hardens again as a type of glass called fulgurite. It often forms in twisty tube shapes."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The world’s tallest mountain looks quite flat! Mauna Kea in Hawaii is 10,205 metres (33,480 feet) tall from its base on the seabed, but 60 per cent of it is hidden under the sea and the rest doesn’t look very pointy!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Nearly an eighth of the earth’s surface is dry desert where less than 25 centimetres (10 inches) of rain falls in a year."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Earth is getting fat! It is gradually getting thicker around the middle, becoming more pumpkin-shaped than round."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Dead Sea has amazing healing properties.The water is rich in minerals and helps to relieve skin and joint problems."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Earthquakes can cause landslides and avalanches which can cause serious damage in mountainous places."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Water flows from the Amazon river into the sea with such power that even at a distance of 161 kilometres (100 miles) from the coast, it is possible to scoop up fresh Amazonian water from the sea."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "On 16 December 1811, the Mississippi river flowed backwards as a result of an earthquake!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A tsunami is a massive wave that sweeps over the land and destroys everything in its path. It can be 30 metres (100 feet) high when it strikes the shore."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Llamas are related to camels.A common ancestor roamed from one land to the other when Asia and South America were joined up – now they are separated by the Pacific Ocean."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Mount Fuji, the volcano that towers over the Japanese capital Tokyo, last erupted in 1707.The earthquakes and tsunami that followed killed 30,000 people and the rice fields were left barren for 100 years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "About one tenth of the earth’s surface is covered in ice."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Vredefort crater in South Africa was created 2 billion years ago by an asteroid or comet striking Earth. It’s big enough to fit 270,000 tennis courts inside!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The lava (molten rock) that erupts out of a volcano can be as hot as 1,200 degrees Celsius (2,200 degrees Fahrenheit) and the power of a large eruption can equal that of a million nuclear bombs."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Obsidian is a naturally occurring shiny black glass, made when volcanic lava cools very fast. Its edges are razor sharp."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "There is a super volcano underneath Yellowstone Park, USA that last erupted 640,000 years ago. If it erupted now, ash would be thrown over the whole of the USA and the entire world’s climate would change – perhaps enough to wipe out humans completely."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "If you lie in the Dead Sea, you float very easily! The sea is nine times as salty as the Mediterranean – too salty for fish to live in – but great to float in!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Antarctic ice sheet contains 90 per cent of all the fresh water on Earth."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Enough energy reaches the Earth from the Sun every second to fulfil all our power needs for a year."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Geysers are fountains of hot water, sometimes above boiling point.The water is heated by molten rock under the Earth’s crust, and then bubbles back up to the surface under great pressure."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The effects of global warming can be extreme – rising temperatures leading to catastrophic floods and droughts could destroy many plants animals and humans in years to come."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Sound travels through granite rock ten times faster than it travels through air."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Grand Canyon, USA, was created up to 14,000 years ago by the force of water rushing over the rock as the ice melted at the end of the last ice age."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Earth’s crust – the solid surface of the Earth that holds the land and sea – is extremely thin. If the Earth were an apple, the crust would be about the thickness of the skin."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Oil and coal are both made from the dead bodies of animals and plants that lived millions of years ago."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One of the largest volcanic eruptions recorded in recent history occurred on the island of Krakatau in Indonesia in 1883. It was so huge that most of the island disappeared into the sea!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The temperature at the Earth’s centre can reach 7,000 degrees Celsius (12,600 degrees Fahrenheit)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A beach in Hawaii is called Barking Sands because the sand seems to ‘bark’ like a dog when it’s walked on.The dry grains make a strange sound when rubbed together."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A major eruption of Mount Fuji is long overdue – it usually erupts about once a century..."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "180 million years ago, India was an island off the coast of Australia. The Earth’s land masses slowly move around, at up to 10 centimetres (4 inches) a year."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The largest mountain ranges on Earth are under the sea! They form an area called the mid-ocean ridge, which stretches all around the world running through the Pacific, Indian and Atlantic Oceans."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "When the volcano Krakatau erupted in Indonesia in 1883, it made the loudest noise in recorded history – it could be heard hundreds of miles away and the sound waves travelled around the globe at least three times!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The gases of the Earth’s atmosphere reach up to 700 kilometres (435 miles) high!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Under the sea, rock moves around slowly and is recycled! It goes back under the surface of the Earth to melt and re-emerges through volcanoes.The entire seabed is renewed every 150–200 million years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Sometimes, a volcano explodes with such force that it blows apart completely.When this happens to an island volcano, the whole island can be destroyed."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Earth’s core is a sphere of metal (mostly iron) about 2,442 kilometres (1,516 miles) across."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Glaciers melting and sea temperatures getting warmer has caused global sea levels to rise between 10 and 25 centimetres (between 4 and 10 inches) in the last century. This is all part of global warming."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Ice cores are cylinders of ice that scientists have drilled from the polar ice sheets. They give us information about Earth’s climate over the last 740,000 years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Lake Nyos in Cameroon,Africa, belches out deadly carbon dioxide. Its poisonous burps killed 1,800 people in one night in August 1986. No one really knows where the gas comes from."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The pyramids in Egypt have moved about 4 kilometres (2.5 miles) to the south since they were built around 5,000 years ago because the land masses have shifted."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Don Juan Pond in Antarctica is nearly 20 times as salty as the ocean. It’s so salty that heavy objects can float on it and it remains a liquid down to temperatures of minus 53 degrees Celsius (minus 63.4 degrees Fahrenheit)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Samosir is an island within an island – it is in Lake Toba, on the Indonesian island of Sumatra.The lake formed when the super volcano Toba erupted about 70,000 years ago.The island growing in the middle of the lake is actually a new volcano."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Atacama desert had no rain at all for more than 400 years, between 1570 and 1971."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A tsunami can travel across the ocean as fast as a jet plane, at speeds of up to 750 kilometres (465 miles) per hour."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Atacama Desert is so dry that between the years 1964 and 2001, the average rainfall was only 0.5 millimetres (0.01 inches) per year!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Pacific Ocean is the largest ocean on Earth. It covers over 155 million square kilometres (60 million square miles) and has an average depth of nearly 4 kilometres (2.5 miles)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Increasing global temperatures could lead to an increase in diseases around the world – they will spread more easily and the weather won’t be cold enough to kill them off."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A new island called Surtur’s Island, near Iceland, was born in 1963! A volcano under the sea poured out lava which hardened and piled up to form the island."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "February 1865 is the only month in recorded history to have had no full moon."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Human storm chasers use special vehicles and equipment to locate and follow storms."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The World Wildlife Fund believes that climate change has wiped out all the golden toads of Costa Rica – making them one of the first victims of global warming."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "In some deserts, the sand ‘sings’. This eerie sound is produced by the wind moving across the sand."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Sargasso Sea is an area in the Atlantic Ocean that is completely still. Sargassum seaweed has grown over the surface, stopping the water from moving."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Scorching hot winds from a volcanic eruption can travel at 300 kilometres (185 miles) per hour burning everything in their path at up to 800 degrees Celsius (1,470 degrees Fahrenheit)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Mud avalanches can be deadly as well as messy – they can flow at up to 160 kilometres (100 miles) per hour."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Kilauea volcano in Hawaii has been erupting constantly since 1983, throwing out 5 cubic metres (176 cubic feet) of lava every second!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "When the Laki volcano in Iceland erupted in 1783, poisonous gas clouds swamped the land, killing half the country’s livestock. A fifth of the human population starved to death."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "In 2004, the tsunami in the Indian Ocean killed around 230,000 people and was the ninth deadliest natural disaster since the Middle Ages."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One fifth of fresh water that drains into the seas comes from the Amazon river in South America."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Pumping water up from under the ground in California is causing the ground there to sink up to 11 centimetres (4 inches) a year!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Small icebergs, fitted with sails, have been steered from the Antarctic to Peru, a distance of 3,862 kilometres (2,400 miles)!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One theory suggests that 75,000 years ago, the eruption of the super volcano Toba destroyed so many human lives that only 1,000 couples were left to reproduce!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The city of La Paz in Bolivia is safe from fires – the city is so high up that there is barely enough oxygen to keep a single flame alight."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The continent of Asia accounts for 30 per cent of the Earth’s land but is home to 60 per cent of the world’s population."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The volcano underneath Yellowstone Park, USA, could erupt at any time..."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "During the first 2.7 billion years on Earth, only single cells existed.Then slime moulds, sponges and other very simple forms of life evolved. Everything else has appeared in the last billion years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Scientists in Colorado, USA, spent decades trying to help restock rivers with an endangered fish, but they used the wrong one! Many of the fish they released into the rivers were just ordinary fish that looked like the endangered one!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A lake in Chile mysteriously disappeared in 2007. The glacial lake had water under a crust of ice. But at some point in 2007, the water disappeared completely and only chunks of ice were left behind."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Melting arctic ice has uncovered a previously unknown island, now called Warming Island, off the coast of Greenland."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Lake Vostok lies buried under 4 kilometres (2.5 miles) of ice in Antarctica yet is full of liquid water. It was last open to the air around half a million years ago and was discovered by radar in 1994."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "More people die in floods than in other types of natural disasters.The Yellow River flood in China in 1931 killed between one and four million people, and is the deadliest known natural disaster."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "You can die of thirst in the desert in only two days. You’d need to drink 9 litres (about 16 pints) of water a day to stay healthy on a desert trek!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Daintree National Park in Australia is famous for its bouncing stones – they can be bounced off each other like balls! It’s said that people who steal the stones get cursed..."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Mass extinctions of life on Earth appear to happen about every 26 million years. So don’t worry just yet!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Sahara desert has an aridity score of 200 – that means it loses 200 times the amount of water that it gains!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "During the last ice age (around 10,000 years ago) the Alps were a solid ice sheet and much of Britain was under the ice."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Bear faeces are an essential part of the North American ecosystem! Grizzly bears eat salmon from the streams and then deposit vital nutrients on the land in the form of droppings and leftover fish."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Some volcanic eruptions produce finely spun strings of glass that look like candyfloss."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A volcanic eruption destroyed the Roman city of Pompeii in AD79.The energy the eruption released was 100,000 times more powerful than that of the atomic bomb dropped on Hiroshima, Japan, in 1945."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "According to some scientists, the Sahara desert is moving forward at a rate of 6 kilometres (3.7 miles) a year."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One victim of global warming is the Ilulissat glacier in Greenland, which is melting and flowing into the sea more quickly than ever before."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The world’s largest hot desert, the Sahara, is almost as big as the USA – it covers 9 million square kilometres (3.5 million square miles)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The shores of the Dead Sea in the Middle East are the lowest dry land on Earth, at around 400 metres (1,312 feet) below sea level."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Of the 3 per cent fresh water in the world, two thirds exists as ice – only 1 per cent of Earth’s water is fresh and in liquid form."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "An iron–manganese crust grows on rocks under the sea.This thickens the Earth’s crust – but only by about 1 millimetre (0.04 inches) every million years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "If the entire Antarctic ice sheet were to melt, sea levels would rise by 67 metres (220 feet), leaving cities such as New York, Hong Kong and London completely lost under the water."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Mount Cotopaxi in Ecuador is on the equator, usually the hottest area on earth – but it has a glacier! The mountain is so high that the glacier stays frozen."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Tornado Alley is an area in the USA from central Texas to the border of Canada that has the perfect weather conditions for tornadoes."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The oldest rocks in the world are four billion years old."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Earth’s inner core spins more quickly than the outside. Every 400 years, the inner core makes one complete extra revolution compared to the outside. (Not all in one go – it’s just going a bit quicker for the whole 400 years!)"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Areas of Sweden and Finland are still rising as a result of the ice from last ice age melting. The land raises about 1 metre (3.28 feet) in 100 years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One tenth of the Earth’s surface is permanently under ice and 90 percent of that ice is found in Antarctica."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "More than 99 per cent of Antarctica is covered in snow and ice."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Escape velocity – the speed you need to travel to escape Earth’s gravity is 11.2 kilometres (6.95 miles) per second."
  }
]
