[
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The surface of the planet Venus has an average temperature of 480 degrees Celsius (896 degrees Fahrenheit). it’s unlikely to be the first planet humans visit, unless they want a tan..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Saturn is the least dense planet – it would float on water!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A black hole is an area in space with a gravitational field that is so strong, that nothing inside it can ever escape – not even light – which is how they got their rather dark name..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some astronauts have suffered from an illness called lunar lung caused by breathing in moon dust."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "There are hundreds of billions of galaxies in the universe... too many to count, in fact!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some astronomers believe there may be a brown dwarf (a medium-size space object) orbiting at more than 50,000 times the Earth’s distance from the Sun. It has been named Nemesis – ‘death star’."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Comets and asteroids are made from the bits and pieces left over from the creation of the Solar System. If someone had tidied up properly, there wouldn’t be any!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Early space travellers weren’t equipped with hot water to rehydrate food, so they ate small, dry cubes of food or meals they squeezed out of tubes."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "It is thought that the Moon was formed when a planet collided with Earth and knocked off a huge chunk, about 4.5 billion years ago."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "An early warning system designed to tell us if an asteroid is about to hit the Earth mistook the Rosetta spacecraft for a rock that had got dangerously close!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Space lavatories have straps for the astronauts’ feet and thighs to stop them from drifting off the lavatory halfway through!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Astronauts wear nappies during take off, landing and on space walks, as they can’t go to the lavatory at these times!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "NASA – the National Aeronautics and Space Administration founded in the USA in 1958 – has developed ways to collect sweat from exercising astronauts to convert into drinking water for them in space.They can also do this with urine!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Asteroids are small, rocky astronomical objects that orbit the Sun. Hundreds of thousands have been discovered and they can sometimes behave like planets."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Crab Nebula is an area of really bright gas and was formed by an exploding star.The explosion was seen by Chinese astronomers in 1054 and was bright enough to be seen with the naked eye in daylight for 23 days after that."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A white dwarf is the leftover centre of a star that has used up all its nuclear fuel. As they get older, they keep on getting cooler, and can crystallize to form gigantic diamonds!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Sun accounts for 98 per cent of the mass of the Solar System."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The debris from the Crab Nebula explosion is still travelling through the universe at 1,800 kilometres (1,100 miles) per second."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The most distant black hole known to man is 13 billion light years away. It weighs 3 billion times as much as the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Russian cosmonaut, Sergei Avdeyev, holds the current record for time travel by a human being. He has spent so long orbiting the Earth at 27,000 kilometres (17,000 miles) per hour that he has travelled 0.02 seconds into the future!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Solar System is the collection of 9 planets that orbit the Sun with their moons and other matter. It didn’t form until nearly 10 billion years after the start of the universe."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Mars’ moons are shaped like potatoes!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In 2007, scientists used the internet to link-up telescopes based in China, Europe and Australia to create a single telescope spanning half the Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The temperature of the Sun is 6,000 degrees Celsius (10,832 degrees Fahrenheit) on the surface and a scorching 15,000,000 degrees Celsius (27,000,000 degrees Fahrenheit) at the centre."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "No one has ever been hit and killed by a falling meteorite, as far as we know..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The atmospheric pressure at the centre of the Sun is 340 billion times greater than at sea level on Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In 2004, astronomers discovered a white dwarf that had turned into a huge diamond! It measures 4,000 kilometres (2,500 miles) across and if it were sold as jewellery it would have 10 billion, trillion, trillion carats!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A spacecraft powered by photons (light particles) would build up to a speed of 160,934 kilometres (100,000 miles) per hour after three years."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Sun loses 1 billion kilograms (2.2 billion pounds) of weight each second."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "It takes about 8 minutes for light from the Sun to reach the Earth. So if the Sun went out now, we wouldn’t know for 8 minutes!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "To get up to speed without using fuel, spacecrafts often use the gravity of planets as a sort of slingshot – the spaceship whizzes around the planet and is thrown out into space. It’s called a ‘gravity-assist’ move."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Pele, the largest volcano on Jupiter’s moon, Io, erupts to heights 30 times that of Mount Everest. Gas and the other products of the eruption fall over an area the size of France."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The spaceship Voyager travels at over 56,000 kilometres (35,000 miles) per hour, but even at this speed it will take nearly 40,000 years to reach the very edge of the Solar System."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Our closest neighbouring star, Proxima Centauri is 40 trillion kilometres (25 trillion miles) from Earth.This is 4.24 light years."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some rocks that you find on Earth are in fact pieces of the planet Mars that have fallen from the sky!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "NASA’s Pioneer spacecraft was launched in 1972 on its voyage towards the star Aldebaran, but will take two million years to arrive! Its last contact with Earth was in 2003."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Roman Catholic Church banned the Italian astronomer, Galileo Galilei (1564–1642), from teaching that the Earth travels around the Sun.They did not withdraw their objection until 1992, by which time he wasn’t too bothered..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Russian spacecraft, Venera 1, was ahead of its time. It flew to the planet Venus in 1961 – seven years before Apollo 7 orbited the Moon."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "It took a total of 11,000 accumulated years of work and preparation to send the Voyager spacecraft to Neptune."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In 1974, the Arecibo telescope on Puerto Rico sent out a coded message towards the M13 cluster of 300,000 stars. It is 21,000 light years away from Earth, so if anything living there replies to the message, we will not receive the answer for 42,000 years!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The best planet to live on to get most birthdays is Mercury.A year lasts only 88 days, so when you’re 10 on Earth you’d be 41 and a half on Mercury! But don’t worry – instead of living to around 80 years old, you’d live to be 332!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In space, yoghurt will still stay on a spoon, where other foods will float off and drift around the space ship."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If you travelled into a black hole, your body would be ‘spaghettified’ – drawn out into an incredibly long, thin strand. Best not try!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Enceladus, a moon of the planet Saturn, has ice volcanoes that erupt water."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Voyager spacecrafts carry gold-plated disks containing images and sounds from Earth.They include spoken greetings in 55 languages, including an ancient language not spoken for 6,000 years.They also contain whale music and other animal sounds – so any aliens listening to it might think that humans all talk in ‘whale’!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Most of the mass of the universe (96 per cent) is made up of mysterious ‘dark matter’ that we can’t see at all and know nothing about..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The International Space Station is a $100 billion (about £51 billion) laboratory orbiting the Earth. It has been under construction since 1998, and should be completed in 2010."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The science of modelling planets so that human life can live on them is called terraforming (‘earth shaping’).Tools have been developed for it, even though we haven’t found a planet to terraform yet!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Air in the Space Shuttle lavatories is cleaned to remove smells and bacteria before it is pumped back into the living area."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In 1957, a stray dog called Laika became the first dog in space. She went on the satellite Sputnik 2 launched by the USSR, but died in space because the satellite had no means of returning to Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Solar System travels at 273 kilometres (170 miles) per second around the centre of our galaxy, the Milky Way."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The star Alpha Herculis is 25 times larger than the diameter of the Earth’s orbit around the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some scientists think that a large asteroid exploded over the North America 12,900 years ago, wiping out Stone Age human life and many other animals.The blast caused a nuclear winter – blotting out the Sun creating low temperatures that also affected Europe and Asia."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some scientists claim they have discovered ‘rogue planets’ which do not orbit any star but wander through space on their own."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The magnetic poles of the Sun switch places every eleven years in a cycle called Solarmax. The Earth’s magnetic poles do this too, but much less regularly."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The stars of the Milky Way revolve around its centre, completing one orbit every 200–250 million years."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "When the Moon is directly overhead, you weigh slightly less than at all other times, because of the effect of its gravity."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Around 40,000 tonnes (88 million pounds) of meteoric dust hits Earth each year."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Earth travels 2.4 million kilometres (1.5 million miles) a day around the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The ‘Vomit Comet’ is the name given to an aircraft that flies in such a way that it produces weightlessness. It’s used to train astronauts, carry out research and even make movies. It tends to make people sick, as you could probably guess..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The effects of zero gravity on the human body are so severe that astronauts who stay in space for a long time suffer muscle wasting and loss of bone density. They can be unwell for months or sometimes years after their return to Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The size of the universe is so vast compared to the matter it contains that it’s equivalent to a box, measuring 32 kilometres (20 miles) in all dimensions, containing one grain of sand."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "It takes 1.25 seconds for light, reflected by the Moon to reach Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The temperature on the Moon can change 380 degrees Celsius (500 degrees Fahrenheit) from day to night, as there is no atmosphere there to trap the heat of the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Aliens on distant planets could pick up human radio broadcasts from 80 years ago. Radio travels at the speed of light, so broadcasts from 80 years ago will now be reaching planets 80 light years from Earth. If aliens living on planets only 40 light years away have sent a reply, it will arrive any day now!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "On Jupiter, a day is just under 10 ‘Earth hours’ long."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "By October 2007, scientists had discovered 263 exoplanets – planets that are not in our own Solar System. Most are gas giants, like Jupiter."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The International Space Station can be seen orbiting the Earth with the naked eye! The best time to look for it is after sunset."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Could there be aliens in Italy? Investigators in Sicily, who were unable to find the cause of domestic appliances suddenly bursting into flames in 2004, suggested that aliens might be testing secret weapons..."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Jupiter is twice as big as all the other planets in the Solar System combined."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Black holes can ‘sing’. A black hole in the Perseus galaxy, 300 million light years away, has been emitting an extremely low musical sound for two billion years. X-rays can detect it, but we can’t hear it."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If you could drive an ordinary car to the Sun, travelling at 80 kilometres (50 miles) per hour it would take over 212 years to get there!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "There is a planet similar to Earth, with ideal conditions for human life. It’s 20.5 light years from Earth so if we sent a message to the planet, it would be 41 years before we got a reply."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Atomic clocks run more accurately in space where they are not affected by gravity."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Astronomers have found a planet outside our Solar System that has water. Unfortunately, it’s a gas giant with a temperature of 1,100 degrees Celsius (212 degrees Fahrenheit), and all the water exists as vapour. It’s also 150 million light years away, but its existence means there’s likely to be other water-bearing planets out there."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "NASA intends to build a ‘town’ on the Moon before the year 2030."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The coldest temperature possible is called absolute zero. It is minus 273.15 degrees Celsius (minus 459.67 degrees Fahrenheit) and is the temperature at which atoms and molecules stop moving."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "On the International Space Station, all waste from the lavatories is stored in a supply craft called The Progress. The craft is eventually released and burns away in Earth’s atmosphere."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "One comet (a small, tailed object in the Solar System) had its tail ripped off after colliding with a solar storm – ouch!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A radio signal from space known as the ‘Wow!’ signal, has never been explained and could be real evidence of intelligent life. It was picked up in 1977 and has never been repeated."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Solid waste from space lavatories on shuttles is compressed and stored for return to Earth; liquid waste is thrown out into space."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Wormholes (if they exist) are tunnels through space and time, which could possibly be used for time travel."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The International Space Station is equipped with huge solar panels and all its power comes from the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "An astronaut standing on one of Mars’ moons would see Mars as a vast red orb – 80 times larger than a full moon looks to us."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Our Solar System is a youngster in the big happy family of the universe – it’s only 4.5 billion years old.The oldest stars are around 13 billion years old."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Sun is not the largest thing in the Solar System – the comet Holmes is even bigger. Although the solid centre of the comet is only 3.6 kilometres (2.2 miles) across, the coma (the cloud of dust and gas around it) is wider than the Sun."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Time goes more slowly near things that exert a lot of gravitational force, such as large stars."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "New research suggests that Earth’s moon is around 30 million years younger than was previously thought!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Kuiper Belt is a band of leftover debris from the formation of the planets, and circles the Sun beyond the orbit of Neptune. It contains at least 70,000 objects that measure more than 100 kilometres (62 miles) across."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Jupiter leaves a huge trail of gas as it moves around the Sun. Like the tail of a comet, it streams out 650 million kilometres (400 million miles) behind the planet."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Oort Cloud is a vast cloud of comets on the very edge of the Solar System. It houses trillions of comets that measure over 1.3 kilometres (0.8 miles) across."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The outer band of the Oort Cloud may be 30,000 times the distance of the Earth from the Sun, from one edge to the other. Although it contains trillions of lumps of rock, it is probably only a few times the mass of the Earth."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If we could hollow out Saturn, 764 Earths would fit inside it!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Scientists think wormholes (tunnels through space and time) may be so tiny that they are narrower than a single atom."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Astronauts use special shampoo that they don’t have to wash out of their hair."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The largest known comet tail is 500 million kilometres (310 million miles) long and belongs to Comet Hyakutake."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Mercury’s day is so long, you’d only get breakfast once every two years! It takes the planet nearly two Earth years to revolve once, so a day takes a whole year and so does a night!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A year on Sedna, the planetoid (an asteroid with characteristics of a planet), lasts 10,500 Earth years. It’s been the same year there since the end of the last Ice Age on Earth!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "There is a plan to send a robotic mission to Mars to fetch some of the planet’s soil within the next 10 years."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Moon is moving away from the Earth at a rate of about 4 centimetres (1.6 inches) a year."
  }
]
