[
  {
    "title": "A field of fescue grass, which grows in Canada, looks like lots of little plants, but is really a single plant that’s hundreds of years old.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Algae can live almost anywhere – they get into rocks through tiny cracks which leave them just enough sunlight to keep them alive.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The coldest place on earth is Vostok in Antarctica, where the temperature falls to nearly minus 90 degrees Celsius (minus 129 degrees Fahrenheit). Unsurprisingly, no one lives there!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "In 2001 a geologist in India found fossilized raindrops! The imprint was found in ancient rocks, proving that it rained on earth 1.6 billion years ago.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "In 1982, Japanese scientists found a 10,000-year-old magnolia seed in a storage pit. They managed to grow it into a tree!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The Australian bloodwood tree oozes red sap that looks like blood when it is cut.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The saguaro cactus has a woody skeleton inside it! Some animals live in the skeleton once the plant has died.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "In 1957, passengers aboard The Edinburgh Castle sailing down the English Channel saw a row of ships on the horizon – some were upside-down and others were on top of each other. It was a trick of the light caused by hot and cold layers of air reflecting the light strangely!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Window plants in the Namib Desert grow transparent crystals on their leaves to protect them from the hot sun.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "A pinch of soil holds 5 billion bacteria – nearly enough for everyone on the planet to have one each!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "A pumpkin can grow roots with a total length of 24 kilometres (15 miles).",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Some explorers have drunk the juice inside pitcher plants – a mixture of the plant’s acidic digestive juices and its half-dissolved victims.Yum.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Avalanches kill over 150 people worldwide every year.They are mostly skiers and snowboarders.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Scientists believe 70 per cent of dinosaurs are yet to be discovered, as more new species have been found in the last 20 years than ever before.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The pink petticoat plant has a flower that looks like a pretty petticoat – it might look nice but it gobbles up bugs that crawl inside it.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The anacampseros plant looks like a bird dropping to protect it from being eaten by animals.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Plants often grow inside the skeletons of dead bodies in the Arctic – they make warm homes and have lots of nutrients that nourish plants.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The largest bacteria are 1 millimetre (0.039 inches) long and are big enough to see with the naked eye.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "A ‘doomsday vault’ is being built in an Arctic cave to store seeds from all the world’s food-giving plants in case a major disaster wipes them all out. It will contain 4.5 million seed samples that will be able to survive for up to 1,000 years.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Ice is technically a mineral.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Over 99 per cent of all the species in the world that have ever lived are already extinct!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "All the animals on earth combined use 10,000 tonnes (over 22 million pounds) of oxygen a second.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The twin-spurred pitcher plant is also home to ants that eat some of the insects that fall in.The plant doesn’t mind, the ants break up the insects making them easier for the meat-eating plant to digest.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "In 90 per cent of avalanche accidents, the snow fall is triggered by a human being.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Brazil nut trees grow happily in the rainforest environment and refuse to grow anywhere else in the world. Scientists have tried to remove them to cultivate in labs, but the trees don’t like it.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "When polar ice melts, it sometimes reveals woolly mammoths frozen since the end of the last ice age. The mammoth meat can still be fresh – on one occasion, dogs ate the defrosted mammoth before scientists could investigate it!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Without starfish, the populations of mussels and sea urchins (which are only eaten by starfish) would explode, destroying the ecosystem of the world’s oceans.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Inside the vents of active volcanoes bacteria live in conditions equivalent to a vat of hydrochloric acid. They’re not fussy about their homes!",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The frequency of major hurricanes and storms has doubled over the last hundred years, possibly as a result of climate change.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The very highest clouds, around 80 kilometres (50 miles) above the earth, are visible after sunset. Scientists think they are made of ice crystals and dust from meteors.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Creosote bushes, which grow in North America, can live for 10,000 years.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The South Pole has no sun for 182 days each year.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "Some seeds eat meat! The seeds of shepherd’s purse fill with water, swell up and burst – revealing a slimy layer. Bugs that stick to the slime are dissolved as the slimy seed eat them.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "If you are trapped in an avalanche, you have a 93 per cent chance of survival if you are rescued within 15 minutes. These odds fall to between 20 and 30 per cent if you are under the snow for 45 minutes. It’s very rare for someone to survive longer than two hours.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "title": "The word ‘hurricane’ comes from the name Huracan – a Mayan god responsible for storms.",
    "_id": "",
    "category": "Planet Earth"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Earthquakes can cause fires when the damage they do breaks electrical or gas lines."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Richter scale measures the size of an earthquake and goes from 1 (small) to 10 (deadly). The largest earthquake ever recorded was a 9.5 in Chile, in 1960.An earthquake measuring 12 would break the Earth in half!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "San Francisco and Los Angeles, USA, are moving towards each other at the rate of 5 centimetres (2 inches) a year. They are due to collide in about 15 million years."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "There are more volcanoes in the mid-ocean ridge than there are on land."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "One method of stopping a wildfire is to start another one! By burning an area ahead of the fire, it’s possible to remove the fuel the wildfire needs to keep going."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "A tsunami occurred in Alaska in 1958 that was 524 metres (1,719 feet) tall – even taller than the Empire State Building."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Antarctica is the only continent with no native people.Around 4,000 scientists live there in the Antarctic summer, and 1,000 in the winter, making it the least densely populated land on Earth."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "450 million years ago, the South Pole was located where the Sahara Desert is now."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "There are around 10 billion tonnes (22 thousand pounds) of gold in the oceans, but it is too difficult to extract it!"
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Toba was the last super volcano to erupt.The eruption was so violent that parts of India were covered with a layer of ash 6 metres (19 feet) thick, and in Malaysia the ash was 9 metres (29 feet) thick."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "The Arctic may be totally free of ice for 3 months each year by 2040 due to global warming."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Only 3 per cent of the water on Earth is fresh water – the other 97 per cent is salt water in the seas."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Some people think the legendary lost city of Atlantis was on a volcanic island that exploded, destroying the city."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Hydrothermal vents spit scalding-hot steam that is heated underground. Water around one hydrothermal vent near the west coast of the USA can reach 400 degrees Celsius (752 degrees Fahrenheit)."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "Polar bears could be extinct in 100 years if climate change continues to melt the ice at the North Pole."
  },
  {
    "_id": "",
    "category": "Planet Earth",
    "title": "There are 8,000 small earthquakes (measuring less than 2 on the Richter scale) each day – they are too small for people to even feel them."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Neptune can’t be seen with the naked eye. It was the first planet to have been predicted by mathematical observations rather than actually spotted."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If we could hollow out Saturn, 764 Earths would fit inside it!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "There are no seasons on Jupiter. The planet does not tilt enough on its axis to produce temperature differences during the year."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Some scientists think there may be a zone in the atmosphere of Venus, about 50 kilometres (31 miles) above the surface, where life could exist. Don’t think in terms of humans or animals, though – they’re only expecting to find tiny micro-organisms."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If you weigh 45 kilograms (100 pounds) on Earth, you would weigh only 17 kilograms (38 pounds) on Mars because of the difference in gravity. No need for diets on Mars then!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A day on Neptune takes only 19 Earth hours, but a Neptune year is 165 Earth years long – so there are around 75,000 days in a year on Neptune."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If you managed to fall right into a black hole and stay conscious you may carry on falling forever – time effectively stands still, so you’d never get to the bottom!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A hurricane on Jupiter has lasted for at least 300 years.That was when people invented telescopes enabling them to see it – but it could have been there before that.The storm is twice the size of Earth!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Each astronaut has their own personal urine funnel, which they attach to the space station toilet."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In 2007 a comet called 17/P Holmes got 1 million times brighter in 36 hours!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "NASA uses part of the Arizona desert, USA, to train astronauts.The heat and dust storms make it unpleasant, but the harsh environment is ideal for trying out new equipment and techniques."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The temperature on dwarf planet Pluto is thought to be between minus 240 and minus 210 degrees Celsius (minus 400 to minus 346 Fahrenheit). Wrap up warm if you ever visit!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In around a billion years, the Sun will have grown so much that the Earth will be too hot to live on. It will, however, make Pluto pleasantly warm and habitable for a while, before the Sun increases in size even more and eventually dies."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In conditions of zero gravity, all the blood collects at the top of the body."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "To avoid Earth being toasted as the Sun grows, we could move it out towards Pluto. By harnessing energy from a comet, we could gradually move Earth outwards, away from the Sun. Some scientists believe we could have moved the Earth 80 million kilometres (50 million miles) in a few billion years’ time."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Scientists believe they have found a ‘hole’ in the universe that may be evidence that another universe exists."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "On NASA’s website you can listen to radio broadcasts from Jupiter. There’s no music – just the sound of the planet’s weather!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "There are 100 billion stars in a typical galaxy."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Astronauts have to spend time in quarantine before and after they go into space."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In space, all liquids (including urine) simultaneously boil and freeze. A liquid that is spilled or dumped into outer space instantly spreads out into a vapour then the droplets freeze into a fine haze of ice crystals."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "If you managed to get within 161 kilometres (100 miles) of a black hole, you’d be heated up to over 2,000,000 degrees Celsius (3,600,000 degrees Fahrenheit)!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A light year is the distance that light can travel in one year. It works out at about 10 million kilometres (6 million million miles)!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "In two weeks, the Sun produces as much energy as that stored in all the coal, gas and petrol reserves that there have ever been on Earth!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "One hundred and three million Earths would fit inside the Sun!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The tallest volcano in the solar system is called Olympus Mons. It’s peak is 27 kilometres (16.88 miles) above the surface of Mars."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The Earth’s core is about the same size as the Moon."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "A huge cloud of gas in the middle of our galaxy is made of gaseous alcohol. A piece of the cloud the same volume as the Earth would be needed to produce the equivalent of one just glass of wine!"
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "The last time a human stepped on the Moon was in December 1972."
  },
  {
    "id": "",
    "category": "Planet Earth",
    "title": "Every atom in your body was once part of a star."
  }
]
